[{"#": "101", "editor (internal use)": "Nicole", "isbn": "038553292X", "isbn13": "9780385532921", "author_seamus_id": "209573091", "author": "Scott Anderson", "hide_ibooks": "TRUE", "book_seamus_id": "209569546", "title": "Lawrence In Arabia: War, Deceit, Imperial Folly And The Making Of The Modern Middle East", "reviewer link": "http://www.npr.org/people/2100182/deborah-amos", "slug": "lawrence-in-arabia-war-deceit-imperial-folly-and-the-making-of-the-modern-middle-east", "genre (internal use)": "Nonfiction", "text": "<p>After covering daily news from Syria for more than two years, there are times I read history as a guide to the outcome: In the Middle East, it's bad, and Scott Anderson's book tells us why.</p>\n<p>It's a group biography that weaves the stories of legendary British officer T.E. Lawrence, who played a key role in the Arab revolt against the Ottoman Turks during World War I; German Curt Prufer, who conspired with the Ottomans; Zionist agronomist Aaron Aaronsohn, who made the desert bloom; and American oil company representative William Yale, who spied for the State Department. Yale is the least accomplished character, but the hapless American gives Anderson the grist to deliver his verdict on U.S. policy then and now. Analyzing a muddled dispatch Yale sent to Washington, Anderson writes: \"He was establishing a tradition of fundamentally misreading the situation in the Middle East that his successors in the American intelligence community would rigorously maintain for the next 95 years.\" This is a book about muddling and meddling. It couldn't come at a better time.</p>", "review_seamus_id": "", "reviewer": "Deb Amos", "author_seamus_headline": "'Lawrence' Of Arabia: From Archaeologist To War Hero", "random numbers": "", "tags": ["npr-staff-picks", "science-and-society", "for-history-lovers", "rather-long", "tales-from-around-the-world"], "reviewer ID": "correspondent, International Desk"}, {"#": "153", "editor (internal use)": "Nicole", "isbn": "1250012570", "isbn13": "9781250012579", "author_seamus_id": "", "author": "Rainbow Rowell", "hide_ibooks": "", "book_seamus_id": "190377730", "title": "Eleanor & Park", "reviewer link": "http://www.npr.org/people/93702353/linda-holmes", "review_seamus_headline": "True Love, Book Fights, And Why Ugly Stories Matter", "slug": "eleanor-park", "genre (internal use)": "YA", "text": "<em>Eleanor & Park</em> is a book about two teenagers who fall in love. But more than that, it's about feeling lost &mdash; because of bullying, because of abuse, because of race &mdash; and feeling loved. It captures the pure, visceral thrill of a high school swoon, but it never forgets that those feelings are real and important. Rowell's willingness to portray real ugliness and real pain means that when Eleanor and Park are daring to hope for something wonderful for themselves, the stakes feel enormous. It's called a young adult book, and indeed, it's a fine thing to give a sensitive kid. But there's nothing unsophisticated or less than serious about this empathetic, beautifully rendered novel.", "review_seamus_id": "223738674", "reviewer": "Linda Holmes", "random numbers": "", "tags": ["npr-staff-picks", "young-adult", "love-stories", "the-dark-side", "family-matters"], "reviewer ID": "blogger, Monkey See"}, {"#": "17", "editor (internal use)": "Rose", "isbn": "0316205850", "isbn13": "9780316205856", "author_seamus_id": "218591578", "author": "Daniel Woodrell", "hide_ibooks": "", "book_seamus_id": "207393405", "title": "The Maid's Version: A Novel", "reviewer link": "http://www.npr.org/people/2100948/lynn-neary", "review_seamus_headline": "After Tragedy, Lost Live On In 'Maid's Version' Of The Story", "slug": "the-maids-version-a-novel", "genre (internal use)": "Fiction", "text": "Daniel Woodrell is best-known for dark tales of the Ozarks (think <em>Winter's Bone</em>). This book, also set in the Ozarks, is a fictional account of an explosion and fire at a dance hall in 1929 in the town where Woodrell's family is from. Many of the characters are based on real people, including the maid who was inspired by Woodrell's own grandmother. In her version of the events that led to the fire, the rules of class that govern the town and the passion of illicit love prove to be a dangerous and deadly combination. This is a short book, but Woodrell's writing makes you want to slow down and savor a story told by a master.", "review_seamus_id": "207392723", "reviewer": "Lynn Neary", "author_seamus_headline": "'Winter's Bone' Author Revisits A Tragedy In His Ozarks Hometown", "random numbers": "", "tags": ["npr-staff-picks", "realistic-fiction", "for-history-lovers", "seriously-great-writing", "the-dark-side", "rather-short", "family-matters", "book-club-ideas", "historical-fiction", "rather-short"], "reviewer ID": "correspondent, Arts Desk"}, {"#": "103", "editor (internal use)": "Nicole", "isbn": "0465030157", "isbn13": "9780465030156", "author_seamus_id": "", "author": "Robert Martin", "hide_ibooks": "", "book_seamus_id": "243264821", "title": "How We Do It: The Evolution And Future Of Human Reproduction", "reviewer link": "http://www.npr.org/people/2101074/alison-richards", "slug": "how-we-do-it-the-evolution-and-future-of-human-reproduction", "genre (internal use)": "Nonfiction", "text": "This is one of the best books about sex, and having babies, you're likely to read. I'm not saying ignore the <em>Kama Sutra</em>, <em>What to Expect</em> or even <em>Fifty Shades Of Grey.</em> But if you want to know things like why men have nipples or why it takes a quarter of a <em>billion</em> sperm cells to fertilize <em>one</em> human egg, you should take this white-knuckle ride back through evolutionary time, across continents, into science labs and around your most private parts. It will make you laugh. Your jaw will drop. And the sight of the mismatch between the lives we lead and the bodies we live in will start you thinking.", "review_seamus_id": "", "reviewer": "Alison Richards", "random numbers": "0.696337587", "tags": ["npr-staff-picks", "science-and-society", "eye-opening-reads", "its-all-geek-to-me", "lets-talk-about-sex", "family-matters", "for-history-lovers"], "reviewer ID": "senior editor, Science Desk"}, {"#": "129", "editor (internal use)": "Petra", "isbn": "031624662X", "isbn13": "9780316246620", "author_seamus_id": "", "author": "Ann Leckie", "hide_ibooks": "", "book_seamus_id": "230177228", "title": "Ancillary Justice", "reviewer link": "http://www.techsploitation.com/", "review_seamus_headline": "A Skillfully Composed Space Opera In 'Ancillary Justice'", "slug": "ancillary-justice", "genre (internal use)": "Science Fiction/Fantasy", "text": "In this thrilling and complex first novel from Ann Leckie, we plunge into a world of astro-political intrigue. Our hero is on a vendetta to destroy the rulers of a colonial empire that destroyed her starship – but as we read, this typical space opera plot turns into a rich story about how imperialism transforms civilizations as well as the most private thoughts of the individuals in them. We find that our ninjalike hero is actually the fragment of a hive mind that once controlled a starship, and her mission has its roots in a political conflict that stretches back 1,000 years. Come for the page-turning action, and stay for the astonishing character development and world building that will leave you in awe.", "review_seamus_id": "228508903", "reviewer": "Annalee Newitz", "random numbers": "", "tags": ["science-fiction-and-fantasy", "its-all-geek-to-me"], "reviewer ID": "author of <em>Scatter, Adapt and Remember: How Humans Will Survive a Mass Extinction</em>"}, {"#": "74", "editor (internal use)": "Nicole", "isbn": "160819521X", "isbn13": "9781608195213", "author_seamus_id": "225389656", "author": "Jesmyn Ward", "hide_ibooks": "", "book_seamus_id": "221711068", "title": "Men We Reaped: A Memoir", "reviewer link": "http://www.npr.org/people/132632865/luis-clemens", "review_seamus_headline": "In 'Reaped,' 5 Lives That Are Far More Than Just Statistics", "slug": "men-we-reaped-a-memoir", "genre (internal use)": "Memoir", "text": "<p>Jesmyn Ward writes to keep her heart from exploding. <em>Men We Reaped,</em> an accounting of the deaths, in four years, of five men close to her, is beautifully written and gut-wrenchingly sad.</p> <p>\"Grief doesn't fade,\" she writes. \"Grief scabs over like my scars and pulls into new, painful configurations as it knits. It hurts in new ways.\"</p> <p>Ward writes about her dead brother and dead friends with loving detail: their eyes, their smiles and the color of their skin. Her writing revives the dead men and allows them to speak from beyond the grave: \"Hello. We are here. Listen.\"</p>", "review_seamus_id": "221024438", "reviewer": "Luis Clemens", "author_seamus_headline": "'Reaped' Is A Reminder That No One Is Promised Tomorrow", "random numbers": "", "tags": ["npr-staff-picks", "biography-and-memoir", "science-and-society", "the-dark-side", "eye-opening-reads", "family-matters", "seriously-great-writing", "book-club-ideas"], "reviewer ID": "senior editor, Code Switch"}, {"#": "181", "editor (internal use)": "Beth", "isbn": "0618756612", "isbn13": "9780618756612", "author_seamus_id": "", "author": "David Wiesner", "hide_ibooks": "", "book_seamus_id": "244518576", "title": "Mr. Wuffles!", "reviewer link": "", "slug": "mr-wuffles", "genre (internal use)": "Preschool", "text": "You might know David Wiesner from his slightly off-kilter picture books about strange happenings. In his Caldecott winner, <em>Tuesday,</em> an otherwise normal day turns strange when frogs begin to fly through the air on lily pads. His latest book, <em>Mr. Wuffles,</em> is similarly surreal. At the beginning, we meet Mr. Wuffles the cat. He lives in a normal house &mdash; wood floors, striped wallpaper &mdash; but behind the radiator, a small spaceship full of little green aliens has crash-landed. Wiesner tells the story of Mr. Wuffles and the aliens without words. The illustrations are intricate and often funny, as the aliens plot to outwit the cat and escape out the window. Very young readers will pore over the pictures, and any child with a cat will never see the family pet in quite the same way again. (For ages 4 to 8)", "review_seamus_id": "", "reviewer": "Becky Hersher", "random numbers": "", "tags": ["kids-books", "funny-stuff", "npr-staff-picks"], "reviewer ID": "<em>Weekend All Things Considered</em> staff"}, {"#": "89", "editor (internal use)": "Rose", "isbn": "0374180660", "isbn13": "9780374180669", "author_seamus_id": "224493078", "author": "David Finkel", "hide_ibooks": "", "book_seamus_id": "224505598", "title": "Thank You for Your Service", "reviewer link": "", "slug": "thank-you-for-your-service", "genre (internal use)": "Nonfiction", "text": "Award-winning journalist David Finkel's book <em>Thank You For Your Service</em> is a startlingly intimate and moving portrait of the \"after-war\" &mdash; the enduring emotional wounds of battle for those who've returned from America's wars in Afghanistan and Iraq. Finkel has covered those wars from the front lines for <em>The Washington Post,</em> but here he embeds in the suburban homes and broken families of soldiers living with the ghosts of those battles. There have been many articles about post-traumatic stress disorder and the broken state of mental health care for veterans. But in Finkel's beautifully written and deeply empathetic book, those issues become individual lives and families, impossible to forget.", "review_seamus_id": "", "reviewer": "Bilal Qureshi", "author_seamus_headline": "'Thank You For Your Service' Follows America's Soldiers Home", "random numbers": "", "tags": ["npr-staff-picks", "science-and-society", "eye-opening-reads", "the-dark-side", "book-club-ideas", "family-matters"], "reviewer ID": "<em>All Things Considered</em> staff"}, {"#": "25", "editor (internal use)": "Rose", "isbn": "1594488398", "isbn13": "9781594488399", "author_seamus_id": "176170086", "author": "Meg Wolitzer", "hide_ibooks": "", "book_seamus_id": "174952767", "title": "The Interestings", "reviewer link": "", "review_seamus_headline": "Summer Days Fade To Adulthood In 'The Interestings'", "slug": "the-interestings", "genre (internal use)": "Fiction", "text": "It's hard to write well about modern friendship &mdash; as hard, perhaps, as it is to nurture one. Meg Wolitzer's latest &mdash; and probably finest &mdash; follows a group of friends who meet at arts camp in upstate New York, and go on to a mixture of great successes and minor failures. The characters remain friends for the rest of their lives, and the nature of those friendships and how they ebb and flow within those successes and failures are the novel's most striking achievement. What does it mean to covet a beloved friend's accomplishment, and to really envy his success? Wolitzer writes convincingly about teenagers, and who they become as grown-ups. And she really captures that magical period where all teenagers thought they would grow up to be as special as they were the night of the school play &mdash; only to find that life is less exciting, and more interesting (ha!) than they even thought.", "review_seamus_id": "176794175", "reviewer": "Barrie Hardymon", "author_seamus_headline": "'The Interestings': An Epic, Post-Summer Camp Coming-Of-Age", "random numbers": "", "tags": ["realistic-fiction", "rather-long", "family-matters", "book-club-ideas", "npr-staff-picks"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "3", "editor (internal use)": "Beth/Tanya", "isbn": "0307958345", "isbn13": "9780307958341", "author_seamus_id": "", "author": "Jill Lepore", "hide_ibooks": "", "book_seamus_id": "231432338", "title": "Book Of Ages: The Life And Opinions Of Jane Franklin", "reviewer link": "http://www.npr.org/people/151841337/michael-schaub", "review_seamus_headline": "Meet Ben's Sister Jane, History's Forgotten Franklin", "slug": "book-of-ages-the-life-and-opinions-of-jane-franklin", "genre (internal use)": "Biography", "text": "It's probably not an exaggeration to say that most Americans aren't even aware that Founding Father Benjamin Franklin had a sister at all. But Jane Franklin Mecom and her older brother were frequent correspondents, and though she didn't have her brother's education, it's undeniable that she shared his brilliance and impatience with lazy thinking. Author Jill Lepore does an admirable job of reconstructing the life of a woman who could have been doomed to obscurity -- and in learning about Jane, we learn more about Ben and the country he helped build. <em>Book of Ages</em> is an endlessly fascinating look at the sometimes tragic, always spirited life of one of early America's most interesting women.", "review_seamus_id": "231431080", "reviewer": "Michael Schaub", "random numbers": "", "tags": ["biography-and-memoir", "for-history-lovers", "eye-opening-reads", "book-club-ideas", "family-matters", "rather-long"], "reviewer ID": "book critic"}, {"#": "145", "editor (internal use)": "Nicole", "isbn": "1555976409", "isbn13": "9781555976408", "author_seamus_id": "", "author": "A. Igoni Barrett", "hide_ibooks": "", "book_seamus_id": "246425488", "title": "Love Is Power, Or Something Like That: Stories", "reviewer link": "http://www.npr.org/people/4513318/ofeibea-quist-arcton", "review_seamus_headline": "Book Review: 'Love Is Power, Or Something Like That'", "slug": "love-is-power-or-something-like-that-stories", "genre (internal use)": "Short stories", "text": "<em>Love Is Power, Or Something Like That</em> &mdash; a collection of arresting stories by A. Igoni Barrett &mdash; is so much more than its lyrical language, delicious detail and author's love of English &mdash; Nigerian English and English English. A born storyteller, this young writer melds contemporary Nigeria &mdash; Africa's most populous nation and arguably the continent's most bewitching &mdash; with age-old wisdom. Is Barrett a modern-day sage? His prose may shock and startle; but with anguish, violence and cruelty comes compassion.  Barrett artfully captures humanity in these nine tales, adding layers to characters as memorable as Scrooge and <a href=\"http://www.npr.org/books/titles/138261444/things-fall-apart\" target=\"_blank\">Okonkwo</a>.  A friend gobbled it up in one sitting &mdash; through the night.  A scrumptious read.", "review_seamus_id": "186503457", "reviewer": "Ofeibea Quist-Arcton", "random numbers": "", "tags": ["npr-staff-picks", "tales-from-around-the-world", "poetry", "love-stories", "rather-short", "seriously-great-writing"], "reviewer ID": "correspondent, International Desk"}, {"#": "194", "editor (internal use)": "Nicole", "isbn": "0770437540", "isbn13": "9780770437541", "author_seamus_id": "229181970", "author": "Mark Fainaru-Wada and Steve Fainaru", "hide_ibooks": "", "book_seamus_id": "228921701", "title": "League Of Denial: The NFL, Concussions And The Battle For Truth", "reviewer link": "http://www.npr.org/people/4510160/david-greene", "slug": "league-of-denial-the-nfl-concussions-and-the-battle-for-truth", "genre (internal use)": "Nonfiction", "text": "The book should come with a warning label for football fans: Watching a game will never be the same after you read it. The authors tell painful stories of NFL players whose names you may recognize &mdash; Mike Webster, Junior Seau, Dave Duerson, to name a few. They introduce you to scientists who fell into researching football-related concussions almost by accident. And they ask tough questions of the NFL, without taking their conclusions too far.", "review_seamus_id": "", "reviewer": "David Greene", "author_seamus_headline": "When It Comes To Brain Injury, Authors Say NFL Is In A 'League Of Denial'", "random numbers": "0.818736754", "tags": ["science-and-society", "npr-staff-picks", "eye-opening-reads"], "reviewer ID": "host, <em>Morning Edition</em>"}, {"#": "49", "editor (internal use)": "Nicole", "isbn": "0385351399", "isbn13": "9780385351393", "author_seamus_id": "", "author": "Dave Eggers", "hide_ibooks": "", "book_seamus_id": "236152590", "title": "The Circle", "reviewer link": "http://www.npr.org/people/4986687/audie-cornish", "slug": "the-circle", "genre (internal use)": "Fiction", "text": "In <em>The Circle,</em> David Eggers thankfully doesn't slam you over the head with WHAT'S WRONG WITH THE KIDS TODAY. Instead, he walks you through a Silicon Valley company &mdash; the Circle &mdash; so very familiar (at least in its own self-mythologizing) that you feel right at home with his almost-heroine, Mae, the newest Circle employee. Mae doesn't just embrace this world; she thrives in it. And it's not just because there are bowling alleys in the employee lounge like a certain tech company we know (*cough* Google ).  This is about the slow boil of the frog: how one gets acclimated to shifting values about privacy, respect and what makes a meaningful relationship.", "review_seamus_id": "", "reviewer": "Audie Cornish", "random numbers": "0.631924057", "tags": ["npr-staff-picks", "mysteries-and-thrillers", "its-all-geek-to-me", "the-dark-side", "rather-long", "book-club-ideas"], "reviewer ID": "host, <em>All Things Considered</em>"}, {"#": "178", "editor (internal use)": "Nicole", "isbn": "0544114469", "isbn13": "9780544114463", "author_seamus_id": "", "author": "Nicholas Delbanco", "hide_ibooks": "TRUE", "book_seamus_id": "244797480", "title": "The Art Of Youth: Crane, Carrington, Gershwin, And The Nature Of First Acts", "reviewer link": "http://www.npr.org/people/2101242/susan-stamberg", "slug": "the-art-of-youth-crane-carrington-gershwin-and-the-nature-of-first-acts", "genre (internal use)": "", "text": "A writer, a painter, a composer. Two of them famous; the third not so much. All died before age 40, leaving masterpieces of art (well, the writer and composer anyway!). Nicholas Delbanco says that Stephen Crane, Dora Carrington and George Gershwin had certain characteristics in common as young creators: All were energetic, exuberant, passionate about their art and received early attention and praise. The book has an academic feel, with literary quotations and helpful analysis. I was moved, thinking about such disparate talents and ambitions emerging in a blaze, then, sadly, dying before their talents could mature.", "review_seamus_id": "", "reviewer": "Susan Stamberg", "random numbers": "0.789977537", "tags": ["biography-and-memoir", "science-and-society", "for-history-lovers", "the-dark-side", "npr-staff-picks", "for-art-lovers"], "reviewer ID": "special correspondent, <em>Morning Edition</em>"}, {"#": "172", "editor (internal use)": "Nicole", "isbn": "1400067685", "isbn13": "9781400067688", "author_seamus_id": "176020645", "author": "Elizabeth Strout", "hide_ibooks": "", "book_seamus_id": "174674704", "title": "The Burgess Boys: A Novel", "reviewer link": "http://www.npr.org/people/5201175/michel-martin", "review_seamus_headline": "Family, Intolerance And Dealing With Disaster In 'Burgess Boys'", "slug": "the-burgess-boys-a-novel", "genre (internal use)": "Fiction", "text": "A dirty little secret of being an NPR host (OK, for me anyway) is that we read what we <em>have</em> to read, not necessarily what we <em>want</em> to read. But when I saw that Elizabeth Strout had something new, I put it on my personal reading list and devoured it in every spare minute I had. <em>The Burgess Boys</em> is set in Maine and is about two brothers who are bonded by a childhood tragedy. They've each grown up and more or less recovered, but they live very separate lives, until they reluctantly go back home to help a nephew who has been accused of a hate crime. If you have difficult relations with a sibling, if you have ever wondered why a seemingly nice kid does something hurtful and mean, if you've ever had an internal struggle about new people in your neighborhood ... this book offers a gentle but clear-eyed way of thinking about those things.", "review_seamus_id": "174869994", "reviewer": "Michel Martin", "author_seamus_headline": "'Burgess Boys' Author, Like Her Characters, Finds Refuge In New York", "random numbers": "0.542241078", "tags": ["npr-staff-picks", "realistic-fiction", "family-matters", "book-club-ideas"], "reviewer ID": "host, <em>Tell Me More</em>"}, {"#": "18", "editor (internal use)": "Nicole", "isbn": "030727179X", "isbn13": "9780307271792", "author_seamus_id": "214857669", "author": "Edwidge Danticat", "hide_ibooks": "", "book_seamus_id": "207398202", "title": "Claire Of The Sea Light", "reviewer link": "http://www.npr.org/people/2100948/lynn-neary", "slug": "claire-of-the-sea-light", "genre (internal use)": "Fiction", "text": "Claire lives in a village by the sea with her beloved father. Every year on her birthday they visit the grave of her mother, who died giving birth to Claire. But on her seventh birthday, Claire runs away when she realizes that her father, fearing he cannot take care of her, is finalizing plans to give her away to a wealthy woman whose own child was killed in an accident. Claire's disappearance is the catalyst for a series of interlocking stories about the hidden lives and loves of the people in this Haitian village. From the fisherman's hut by the sea to the hillside homes of the rich, this is a revealing portrait that mixes a touch of magic with the tough reality of life in Haiti.", "review_seamus_id": "", "reviewer": "Lynn Neary", "author_seamus_headline": "Haitian Youth Illuminated In 'Sea Light'", "random numbers": "0.13953622", "tags": ["npr-staff-picks", "realistic-fiction", "tales-from-around-the-world", "family-matters", "the-dark-side", "book-club-ideas"], "reviewer ID": "correspondent, Arts Desk"}, {"#": "104", "editor (internal use)": "Nicole", "isbn": "0547553293", "isbn13": "9780547553290", "author_seamus_id": "242536059", "author": "Sam Wasson", "hide_ibooks": "", "book_seamus_id": "243216935", "title": "Fosse", "reviewer link": "http://www.npr.org/people/3813466/bob-mondello", "review_seamus_headline": "Biography Of Director Bob Fosse Razzles, Dazzles And Delights", "slug": "fosse", "genre (internal use)": "Nonfiction", "text": "I grew up during the golden era of Broadway choreography, enamored of Michael <em>A Chorus Line</em> Bennett's leaps and extensions, Gower <em>42nd Street</em> Champion's production number overkill and Jerome <em>West Side Story</em> Robbins' storytelling ballets. But no one fired my imagination like Bob Fosse, whose bumping, grinding, undulating dancers in <em>Sweet Charity,</em> <em>Pippin</em> and <em>Chicago</em> often seemed to be all elbows, shoulder rolls and cocked bowler hats. Sam Wasson's <em>Fosse</em> tells us how his early days in burlesque (he was performing on the same stage as strippers from the age of 15) informed his choreography, and why the women he cheated on &mdash; most especially his wife and muse Gwen Verdon &mdash; stuck with him as he was razzle-dazzling every skirt on Broadway and in Hollywood. It's filled with the kind of inside detail that comes of substantial research, and vivid descriptions that turn that research into a sort of movie in your head.", "review_seamus_id": "243726400", "reviewer": "Bob Mondello", "author_seamus_headline": "Fosse's Genius: Working Even As He Was Dying", "random numbers": "0.59037598", "tags": ["npr-staff-picks", "biography-and-memoir", "its-all-geek-to-me", "rather-long", "for-history-lovers", "seriously-great-writing", "for-art-lovers"], "reviewer ID": "critic, Arts Desk"}, {"#": "184", "editor (internal use)": "Rose", "isbn": "039306333X", "isbn13": "9780393063332", "author_seamus_id": "", "author": "Goli Taraghi", "hide_ibooks": "", "book_seamus_id": "244798221", "title": "The Pomegranate Lady And Her Sons: Selected Stories", "reviewer link": "", "slug": "the-pomegranate-lady-and-her-sons-selected-stories", "genre (internal use)": "", "text": "I have met the pomegranate lady, and you may have as well. If you've ever made a disarmingly intimate connection with a stranger while traveling, you've had the experience. Connections and dislocations drive the characters in these stories: dislocations of place -- exiles who end up in Paris, but never really leave Iran behind, and dislocations of time -- elites who preserve a bubble of the \"old,\" secular, drinking, partying Iran -- upon which modern, revolutionary Iran intrudes, with tragic-comedic results. Constantly moving between cultures is not easy on these individuals -- but perhaps because of that, it reveals so much raw humanity, both cruelty and compassion.", "review_seamus_id": "", "reviewer": "Arun Rath", "random numbers": "0.953218412", "tags": ["realistic-fiction", "poetry", "npr-staff-picks", "tales-from-around-the-world"], "reviewer ID": "host, <em>Weekends On All Things Considered</em>"}, {"#": "200", "editor (internal use)": "Nicole", "isbn": "1780764642", "isbn13": "9781780764641", "author_seamus_id": "", "author": "Habeeb Salloum, Muna Salloum, Leila Salloum Elias", "hide_ibooks": "TRUE", "book_seamus_id": "248746957", "title": "Sweet Delights From A Thousand And One Nights: The Story Of Traditional Arab Sweets", "reviewer link": "http://www.npr.org/people/3850482/neda-ulaby", "slug": "sweet-delights-from-a-thousand-and-one-nights-the-story-of-traditional-arab-sweets", "genre (internal use)": "", "text": "Bake baklava? Forget it. Mine always comes out gummy and sodden, unlike the crisply perfumed trays I get UPS'd from Detroit's <a href=\"http://www.shatila.com/\" target=\"_blank\">Shatila Bakery</a>. (There, now you have my best dinner party secret.) That unctuous alchemy of nuts and honey dates from the 10th century, when princes and caliphs wrote cookbooks, sometimes in rhyme. Habeeb, Muna and Leila Salloum's recipes stretch from the Gulf States to the Levant to North Africa and include both contemporary and historical versions (although sheep fat is thankfully replaced by butter). They also trace the DNA of Arab sweets in food from around the world, including cannoli, <em>tres leches</em> cake and ice cream cones.", "review_seamus_id": "", "reviewer": "Neda Ulaby", "random numbers": "0.496416682", "tags": ["cookbooks-and-food", "science-and-society", "for-history-lovers", "npr-staff-picks", "tales-from-around-the-world"], "reviewer ID": "reporter, Arts Desk"}, {"#": "167", "editor (internal use)": "Camila", "isbn": "0545417791", "isbn13": "9780545417792", "author_seamus_id": "", "author": "Alaya Dawn Johnson", "hide_ibooks": "TRUE", "book_seamus_id": "171812643", "title": "The Summer Prince", "reviewer link": "http://www.npr.org/people/2100882/petra-mayer", "review_seamus_headline": "Samba, Spiderbots And 'Summer' Love In Far-Future Brazil", "slug": "the-summer-prince", "genre (internal use)": "YA", "text": "In a far-future, post-nuclear-apocalypse Brazil, artist June and her best friend, Gil, find their lives upended when Gil falls in love with their city's newly elected Summer King, Enki. Yes, it's a post-apocalyptic, slightly dystopian teen love triangle, but with a twist: Our heroine becomes the third wheel in a sensitively depicted romance between her two male friends. And the antagonists in the city's ossified government aren't entirely unsympathetic. <em>The Summer Prince</em> is that rare young adult title that's comfortable with ambiguity and nuance &mdash; bolstered with solid world-building and well-seasoned with tropical rhythms.", "review_seamus_id": "172878955", "reviewer": "Petra Mayer", "random numbers": "", "tags": ["young-adult", "tales-from-around-the-world", "science-fiction-and-fantasy", "npr-staff-picks", "its-all-geek-to-me", "love-stories"], "reviewer ID": "NPR Books staff"}, {"#": "97", "editor (internal use)": "Rose", "isbn": "0399159320", "isbn13": "9780399159329", "author_seamus_id": "231527991", "author": "Allen Salkin", "hide_ibooks": "", "book_seamus_id": "223172349", "title": "From Scratch: Inside The Food Network", "reviewer link": "", "slug": "from-scratch-inside-the-food-network", "genre (internal use)": "Nonfiction", "text": "Do you like food? Do you like gossip? Do you like TV? Terrific. Fire up the slow cooker and open up a copy of Allen Salkin's <em>From Scratch: Inside the Food Network.</em> It's the behind-the-scenes story of the birth of the network that served up stars like Emeril Lagasse, Bobby Flay, Rachael Ray and the notorious Paula Deen. Sure, it's bursting with juicy bits &mdash; the spliced-in porn on <em>Too Hot Tamales,</em> Rachel Ray almost burning down Emeril's set &mdash; but it's also the story of how cooking shows went glam, from PBS on weekend mornings all the way to Giada's lustrous locks and Paula's butter balls. Bonus: It's a fascinating primer on the pioneers of early cable television.", "review_seamus_id": "", "reviewer": "Barrie Hardymon", "author_seamus_headline": "(Cabbage) Heads Will Roll: How To Make A Food Network 'From Scratch'", "random numbers": "", "tags": ["cookbooks-and-food", "science-and-society", "npr-staff-picks"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "34", "editor (internal use)": "Rose", "isbn": "1594487294", "isbn13": "9781594487293", "author_seamus_id": "174021020", "author": "Mohsin Hamid", "hide_ibooks": "", "book_seamus_id": "172894389", "title": "How To Get Filthy Rich In Rising Asia", "reviewer link": "", "review_seamus_headline": "Second-Person Narrator Tells Readers 'How To' Live, Love — And Get Filthy Rich", "slug": "how-to-get-filthy-rich-in-rising-asia", "genre (internal use)": "Fiction", "text": "This novel, by Mohsin Hamid, employs the conceit of a how-to book for South Asians. Its exemplar is a country boy on the make, a serious character whose essence remains his own yet who stands as a figure representative of his time and place. Each of the chapter titles offers a sometimes straightforward, sometimes ironic imperative. \"Move to the City.\" \"Get an Education.\" \"Don't Fall in Love.\" \"Learn from a Master,\" and so forth. Given the unabashed gimmickry of Hamid's how-to design, it's a wonderful surprise to find his book so engaging.", "review_seamus_id": "173547287", "reviewer": "Alan Cheuse", "author_seamus_headline": "A Young Man Gets 'Filthy Rich' Boiling, Bottling Tap Water", "random numbers": "", "tags": ["realistic-fiction", "tales-from-around-the-world", "book-club-ideas"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "193", "editor (internal use)": "Petra", "isbn": "0812994345", "isbn13": "9780812994346", "author_seamus_id": "", "author": "Tash Aw", "hide_ibooks": "", "book_seamus_id": "195872199", "title": "Five Star Billionaire: A Novel", "reviewer link": "", "review_seamus_headline": "'Five Star Billionaire' Shows The Human Cost Of Progress", "slug": "five-star-billionaire-a-novel", "genre (internal use)": "", "text": "Five people make the journey from Malaysia to Shanghai. One is a rising pop star; another, a businesswoman with a surprising past. There's the country girl determined to make good in the city, and the wealthy boy trying to discard a family legacy. They all sound like archetypes you've met before, but the subject of this wonderful novel isn't really any of them &mdash; it's the booming city of Shanghai, and the questions it poses to those who move there: In a city of more than 20 million, what do you have to do to stand out, and in the end, do you really want to?", "review_seamus_id": "195178259", "reviewer": "Rose Friedman", "random numbers": "", "tags": ["realistic-fiction", "tales-from-around-the-world", "book-club-ideas"], "reviewer ID": "NPR Books staff"}, {"#": "116", "editor (internal use)": "Rose", "isbn": "038553521X", "isbn13": "9780385535212", "author_seamus_id": "", "author": "David Rakoff", "hide_ibooks": "", "book_seamus_id": "188730448", "title": "Love, Dishonor, Marry, Die, Cherish, Perish: A Novel", "reviewer link": "", "review_seamus_headline": "Last Words: An Author's Rhymed Farewell", "slug": "love-dishonor-marry-die-cherish-perish-a-novel", "genre (internal use)": "Poetry/Fiction", "text": "David Rakoff's posthumous first novel, written in rhyming verse that's more akin to Dr. Seuss than T.S. Eliot, is a seductive heartbreaker. Its 12 cleverly connected vignettes span much of the 20th century and are filled with the sly, sharp social commentary that made him a perennial favorite on <em>This American Life.</em> Spinning rhymes like \"San Francisco\" and \"Crisco,\" \"paradise\" and \"pubic lice,\" and \"Christian Lacroix\" and \"bourgeois\" while dying at 47 from cancer, Rakoff infused <em>Love, Dishonor, Marry, Die, Cherish, Perish</em> not just with his withering wit but with a piercing, wistful appreciation for life, love and art.", "review_seamus_id": "202302768", "reviewer": "Heller McAlpin", "random numbers": "", "tags": ["realistic-fiction", "poetry", "love-stories", "seriously-great-writing", "rather-short", "book-club-ideas", "historical-fiction"], "reviewer ID": "book critic"}, {"#": "13", "editor (internal use)": "Beth/Petra", "isbn": "1452113882", "isbn13": "9781452113883", "author_seamus_id": "", "author": "Tim Leong", "hide_ibooks": "", "book_seamus_id": "243216825", "title": "Super Graphic: A Visual Guide To The Comic Book Universe", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "slug": "super-graphic-a-visual-guide-to-the-comic-book-universe", "genre (internal use)": "Comics/Graphic Novels", "text": "Infographics, which utilize eye-popping design to convey data with cleverness and clarity, are, let's admit, a fairly nerdy pursuit already. Tim Leong takes the whole thing several steps further, creating flat-out beautiful charts and diagrams to quantify and calibrate the chaotic world of superhero culture with wit and ruthless efficiency. (\"A Venn Diagram of Superhero Comic Tropes,\" for example, reveals the five heroes and one villain who exist at the nexus of Cape, Tragically Dead Parents, and Underwear on the Outside.) Hugely fun, and impeccably done.", "review_seamus_id": "", "reviewer": "Glen Weldon", "random numbers": "", "tags": ["comics-and-graphic-novels", "its-all-geek-to-me", "science-fiction-and-fantasy", "rather-short", "funny-stuff", "eye-opening-reads", "for-art-lovers"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "171", "editor (internal use)": "Rose", "isbn": "0670024902", "isbn13": "9780670024902", "author_seamus_id": "196347116", "author": "Susan Choi", "hide_ibooks": "", "book_seamus_id": "196336191", "title": "My Education", "reviewer link": "", "review_seamus_headline": "In A Campus-Bound Novel, A Thrilling, 'Educational' Affair", "slug": "my-education", "genre (internal use)": "Fiction", "text": "<em>My Education</em> can be roughly described as an academic novel, but unlike many books in that category, it's thrilling and edgy. There's no school song here, and nobody sits in a study sipping sherry. Instead, Susan Choi's main character, graduate student Regina Gottlieb,  falls madly in love with her sexy professor's gorgeous wife, and they begin an affair that becomes all-consuming, causing Regina to completely lose interest in everyone and everything else &mdash; including her studies. Choi writes evocatively and excitingly about passion, and equally so about youth &mdash; that fleeting, fascinating and all-too-recognizable time of life.", "review_seamus_id": "196620882", "reviewer": "Meg Wolitzer", "author_seamus_headline": "Steamy Novel An 'Education' In Youth, Love And Mistakes", "random numbers": "", "tags": ["realistic-fiction", "love-stories", "lets-talk-about-sex", "seriously-great-writing", "book-club-ideas"], "reviewer ID": "author, most recently of <em>The Interestings</em>"}, {"#": "189", "editor (internal use)": "Camila", "isbn": "1439110190", "isbn13": "9781439110195", "author_seamus_id": "176783269", "author": "Marie Arana", "hide_ibooks": "", "book_seamus_id": "176782369", "title": "Bolivar: American Liberator", "reviewer link": "http://marcelavaldes.com/", "slug": "bolivar-american-liberator", "genre (internal use)": "Nonfiction", "text": "He was born into a fabulously wealthy family in 1783. He drove the Spanish monarchy out of Venezuela, Colombia, Panama, Ecuador, Bolivia and Peru. He loved Voltaire and Montesquieu; he died at 47, impoverished and exiled; he inspired generations of dictators and democrats. In Marie Arana's hands, the life of Simon Bolivar is a rousing adventure, fit for the big screen &mdash; a drama of military triumph and Enlightenment ideals blemished by brutal authoritarianism. Popcorn not included.", "review_seamus_id": "", "reviewer": "Marcela Valdes", "author_seamus_headline": "Enshrined And Oft-Invoked, Simon Bolivar Lives On", "random numbers": "", "tags": ["science-and-society", "tales-from-around-the-world", "biography-and-memoir", "for-history-lovers", "rather-long"], "reviewer ID": "book critic"}, {"#": "68", "editor (internal use)": "Camila", "isbn": "0307949702", "isbn13": "9780307949707", "author_seamus_id": "166887803", "author": "Ayana Mathis", "hide_ibooks": "", "book_seamus_id": "166887208", "title": "The Twelve Tribes Of Hattie", "reviewer link": "http://www.jeanzimmerman.com", "slug": "the-twelve-tribes-of-hattie", "genre (internal use)": "Historical Fiction", "text": "<p>Ayana Mathis' debut novel lays out the lives of the Shepherd family -- two parents and nine children, each drawn with tenderness and complexity. Hattie and August move to Philadelphia from Georgia in 1923, during the Great Migration of African-Americans. The characters face gritty realities, but the author crafts their stories with pitch-perfect authority and grace. Her language manages to be both luminously metaphorical and down to earth. One tidbit: Franklin, an alcoholic seaman in 1969 Vietnam, recalls, \"the seawater was syrup on my body.\" Does a much-talked-about book (an Oprah pick) deserve the ballyhoo? In this case, yes.</p><p><em>Some books from December 2012 were published too late to make it on last year's roundups; they were considered as candidates this year.</em></p>", "review_seamus_id": "", "reviewer": "Jean Zimmerman", "author_seamus_headline": "Oprah's Second Pick: A First-Time Novelist", "random numbers": "", "tags": ["realistic-fiction", "for-history-lovers", "eye-opening-reads", "book-club-ideas", "seriously-great-writing", "historical-fiction", "family-matters"], "reviewer ID": "book critic and author, most recently of <em>The Orphanmaster</em>"}, {"#": "44", "editor (internal use)": "Beth/Petra", "isbn": "0307271080", "isbn13": "9780307271082", "author_seamus_id": "195598496", "author": "Chimamanda Ngozi Adichie", "hide_ibooks": "", "book_seamus_id": "181678037", "title": "Americanah: A Novel", "reviewer link": "http://www.nancypearl.com/", "review_seamus_headline": "Coming To 'Americanah': Two Tales Of Immigrant Experience", "slug": "americanah-a-novel", "genre (internal use)": "Fiction", "text": "A terrifically thought-provoking and entertaining novel &mdash; the author's fourth work of fiction and third novel, it features Ifemelu, a young Nigerian woman who comes to the U.S. to attend college and stays for a number of years, leaving her boyfriend, Obinze, behind in Lagos. As a \"Non-American Black,\" Ifemelu has a unique take on what she calls Racial Disorder Syndrome, which she writes about in her extremely popular blog, Raceteenth. Chimamanda Ngozi Adichie has described her novel as being about love, hair (it opens in a hair-braiding salon in Trenton, N.J., far from the bucolic Princeton where Ifemelu lives), and race. And nobody's written about race in America in quite the way Adichie has, offering readers much to ponder.  Book groups will find this to be a great choice &mdash; and don't miss the author's wonderful <a href=\"http://www.ted.com/talks/chimamanda_adichie_the_danger_of_a_single_story.html\" target=\"_blank\">TED</a> and <a href=\"http://www.youtube.com/watch?v=hg3umXU_qWc\" target=\"_blank\">TEDx</a> talks.", "review_seamus_id": "182313317", "reviewer": "Nancy Pearl", "author_seamus_headline": "'Americanah' Author Explains 'Learning' To Be Black In The U.S.", "random numbers": "", "tags": ["realistic-fiction", "love-stories", "tales-from-around-the-world", "book-club-ideas", "rather-long"], "reviewer ID": "librarian and book critic"}, {"#": "143", "editor (internal use)": "Camila", "isbn": "0812993802", "isbn13": "9780812993806", "author_seamus_id": "169507764", "author": "George Saunders", "hide_ibooks": "", "book_seamus_id": "167552018", "title": "Tenth Of December: Stories", "reviewer link": "http://www.janeciabattari.com", "review_seamus_headline": "From George Saunders, A Dark 'December'", "slug": "tenth-of-december-stories", "genre (internal use)": "Short stories", "text": "George Saunders continues to reinvent the short story in this rambunctious and compassionate fourth collection. He offers wildly absurd tales like \"The Semplica Girl Diaries,\" in which \"SGs\" are trophy acquisitions, live lawn ornaments of young women from places like Laos and Somalia, and \"Escape from Spiderhead,\" in which a young inmate finds a way out of experiments triggering faux lust and despair. And he captures the strange flow of our disjointed times in tales of a teenage girl threatened with violence and a cancer patient intent on suicide who finds his life spirit uncannily rekindled. The artist's job, <a href=\"http://www.newyorker.com/online/blogs/books/2012/10/this-week-in-fiction-george-saunders.html\" target=\"_blank\">Saunders has said</a>, is to be \"a conduit to mystery.\" Job well done.", "review_seamus_id": "167553867", "reviewer": "Jane Ciabattari", "author_seamus_headline": "George Saunders On Absurdism And Ventriloquism In 'Tenth Of December'", "random numbers": "", "tags": ["poetry", "the-dark-side", "seriously-great-writing", "funny-stuff", "seriously-great-writing", "book-club-ideas"], "reviewer ID": "book critic and author of <em>Stealing the Fire</em>"}, {"#": "29", "editor (internal use)": "Rose", "isbn": "0670026638", "isbn13": "9780670026630", "author_seamus_id": "174215667", "author": "Ruth Ozeki", "hide_ibooks": "", "book_seamus_id": "174214204", "title": "A Tale For The Time Being", "reviewer link": "", "review_seamus_headline": "Book Review: 'A Tale For The Time Being'", "slug": "a-tale-for-the-time-being", "genre (internal use)": "Fiction", "text": "A novelist named Ruth finds the diary of a Japanese schoolgirl, washed up in the wake of the tsunami and the Fukushima disaster, on the beach of her island home in British Columbia. Several lives become entangled in a dreamlike way as this exquisitely composed novel unfolds.", "review_seamus_id": "174231273", "reviewer": "Alan Cheuse", "author_seamus_headline": "Tsunami Delivers A Young Diarist's 'Tale' Of Bullying And Depression", "random numbers": "", "tags": ["realistic-fiction", "tales-from-around-the-world", "for-history-lovers"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "6", "editor (internal use)": "Beth/Tanya", "isbn": "0062005596", "isbn13": "9780062005595", "author_seamus_id": "237040499", "author": "Stanley Crouch", "hide_ibooks": "", "book_seamus_id": "225765410", "title": "Kansas City Lightning: The Rise And Times Of Charlie Parker", "reviewer link": "http://www.npr.org/people/151841337/michael-schaub", "review_seamus_headline": "Sax, Drugs And Jazz: Charlie Parker's 'Lightning'-Fast Rise", "slug": "kansas-city-lightning-the-rise-and-times-of-charlie-parker", "genre (internal use)": "Biography", "text": "Good artists make good art; great artists change the way we think and talk about it. Charlie Parker was great, and his effect on jazz was so incredible and outsize, it's easy to forget that he was only 34 when he died. <em>Kansas City Lightning,</em> by esteemed cultural critic Stanley Crouch, isn't just a biography of Parker; it's also a history of one of the most important times in American music. Crouch's prose is, as usual, perfect &mdash; it takes a genius to write about one, perhaps, and <em>Kansas City Lightning</em> is a thoughtful, generous look at one of the country's most important artists.", "review_seamus_id": "225766018", "reviewer": "Michael Schaub", "author_seamus_headline": "The Birth Of Bird: Young Charlie Parker Found Focus, Faith In Music", "random numbers": "", "tags": ["biography-and-memoir", "for-history-lovers", "for-art-lovers"], "reviewer ID": "book critic"}, {"#": "14", "editor (internal use)": "Rose", "isbn": "160774418X", "isbn13": "9781607744184", "author_seamus_id": "", "author": "Yotam Ottolenghi, Sami Tamimi", "hide_ibooks": "", "book_seamus_id": "221676768", "title": "Ottolenghi: The Cookbook", "reviewer link": "", "slug": "ottolenghi-the-cookbook", "genre (internal use)": "Cookbook", "text": "Following the success of <em>Jerusalem</em> and <em>Plenty,</em> Yotam Ottolenghi's signature cookbook, originally published in England in 2008, is finally available in a U.S. edition. I rate cookbooks on their IQs &mdash; that's Irresistibility Quotients, or the proportion of recipes I can't wait to make &mdash; and Ottolenghi's brightly flavored, glistening Mediterranean-Israeli-Arab-inflected recipes score high. How's this for mouthwatering: \"Cauliflower and cumin fritters with lime yogurt,\" \"Turkey and corn meatballs with roasted red pepper sauce\" and \"Apple and olive oil cake with maple icing\"?", "review_seamus_id": "", "reviewer": "Heller McAlpin", "random numbers": "", "tags": ["cookbooks-and-food", "tales-from-around-the-world"], "reviewer ID": "book critic"}, {"#": "", "editor (internal use)": "Camila", "isbn": "0465031013", "isbn13": "9780465031016", "author_seamus_id": "219254626", "author": "John Bradshaw", "hide_ibooks": "", "book_seamus_id": "219253282", "title": "Cat Sense: How The New Feline Science Can Make You A Better Friend To Your Pet", "reviewer link": "http://www.npr.org/people/2100882/petra-mayer", "slug": "cat-sense-how-the-new-feline-science-can-make-you-a-better-friend-to-your-pet", "genre (internal use)": "Nonfiction", "text": "I gave this book to every cat-loving friend of mine this year, and to judge by the number of times they've quoted it back to me, <em>Cat Sense</em> is an indispensable addition to the cat-lore canon.  Even if it did make me feel guilty about having three cats: Did you know most cats really prefer to be alone?  <em>Cat Sense</em> is jam-packed with fascinating (and contrarian) tidbits like that, covering everything from why cats purr to why they bring us dead things &mdash; and why we keep them around, even though their original purpose as mousers is mostly obsolete.  Obligatory cat pun coming up ... this book is a purrfect gift for the cat lady or cat dude in your life.", "review_seamus_id": "", "reviewer": "Petra Mayer", "author_seamus_headline": "What's Mittens Thinking? Make 'Sense' Of Your Cat's Behavior", "random numbers": "", "tags": ["science-and-society", "npr-staff-picks", "eye-opening-reads"], "reviewer ID": "NPR Books staff"}, {"#": "162", "editor (internal use)": "Nicole", "isbn": "0316176486", "isbn13": "9780316176484", "author_seamus_id": "175605206", "author": "Kate Atkinson", "hide_ibooks": "", "book_seamus_id": "175278619", "title": "Life After Life", "reviewer link": "", "review_seamus_headline": "In 'Life After Life,' Caught In The Dangerous Machinery of History", "slug": "life-after-life", "genre (internal use)": "Fiction", "text": "Ursula Todd is born, lives and dies, and then repeats the process over and over, as even the smallest choices change her fate completely (or not). <em>Life After Life</em> is dark and funny and suspenseful and sad all at the same time. You'll never think of the Spanish flu the same way again.", "review_seamus_id": "175696606", "reviewer": "Emily Ecton", "author_seamus_headline": "'Life After Life,' The Many Deaths And Do-Overs Of Ursula Todd", "random numbers": "", "tags": ["npr-staff-picks", "historical-fiction", "science-fiction-and-fantasy", "for-history-lovers", "tales-from-around-the-world", "the-dark-side", "rather-long", "book-club-ideas", "seriously-great-writing"], "reviewer ID": "<em>Wait Wait ... Don't Tell Me!</em> staff"}, {"#": "61", "editor (internal use)": "Rose", "isbn": "1594486344", "isbn13": "9781594486340", "author_seamus_id": "212588754", "author": "James McBride", "hide_ibooks": "", "book_seamus_id": "189562779", "title": "The Good Lord Bird", "reviewer link": "", "review_seamus_headline": "A Little Onion Reveals Layers Of History In 'Good Lord Bird'", "slug": "the-good-lord-bird", "genre (internal use)": "Historical Fiction", "text": "You may know the story of John Brown's unsuccessful raid on Harpers Ferry, but author James McBride's retelling of the events leading up to it is so imaginative, and at times comic, you'll race to the finish. The tale is told by a young slave from the Kansas Territory, Henry Shackleford, who's around 12 when he's freed by Brown &mdash; who mistakes him for a girl. It's an error that goes uncorrected, and Henry, dubbed \"Little Onion\" by his new companion, finds the disguise useful as he travels with Brown and his men. Onion meets more than one historical character on his journey &mdash; there's even an outlandish vignette starring a drunken Frederick Douglass. But through Onion's eyes, it's the famed abolitionist he calls \"Old Man\" who really comes alive &mdash; radical and obsessive, and ultimately doomed. </p><p><em>This book was also the winner of the 2013 National Book Award for fiction.</em></p>", "review_seamus_id": "213463031", "reviewer": "Barrie Hardymon", "author_seamus_headline": "'Good Lord Bird' Gives Abolitionist Heroes Novel Treatment", "random numbers": "", "tags": ["realistic-fiction", "for-history-lovers", "book-club-ideas", "historical-fiction", "npr-staff-picks", "seriously-great-writing"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "149", "editor (internal use)": "Petra", "isbn": "0545464269", "isbn13": "9780545464260", "author_seamus_id": "180609143", "author": "Paul Rudnick", "hide_ibooks": "TRUE", "book_seamus_id": "180608797", "title": "Gorgeous", "reviewer link": "http://www.alayadawnjohnson.com/", "slug": "gorgeous", "genre (internal use)": "YA", "text": "As a writer who knows just how much sweat goes into making even a single joke flow from the page, I can only step back in admiration when someone writes an entire book that makes me laugh my head off. <em>Gorgeous</em> is bizarre, improbable and utterly hilarious, which Paul Rudnick pulls off with the did-he-really-do-that? flair of one of the designer dresses lovingly strewn across these pages. And yet, even choking on various warm beverages did not prevent me from rooting for Becky Randle, who discovers that magically becoming the most beautiful girl in the world doesn't fix her life after all.", "review_seamus_id": "", "reviewer": "Alaya Dawn Johnson", "author_seamus_headline": "Paul Rudnick On His 'Gorgeous' Adventure", "random numbers": "0.001904311", "tags": ["young-adult", "funny-stuff"], "reviewer ID": "author, most recently of <em>The Summer Prince</em>"}, {"#": "58", "editor (internal use)": "Beth/Petra", "isbn": "1596436239", "isbn13": "9781596436237", "author_seamus_id": "", "author": "Lucy Knisley", "hide_ibooks": "", "book_seamus_id": "176923493", "title": "Relish: My Life In The Kitchen", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "review_seamus_headline": "Cook, Illustrated: A New Graphic Novel That Live-to-Eat Types Will Savor", "slug": "relish-my-life-in-the-kitchen", "genre (internal use)": "Graphic Novel", "text": "Lucy Knisley's comic memoir <em>Relish</em> contains a series of stories from her life in the culinary world interspersed with some of her favorite recipes, all of it lovingly illustrated and annotated in her bright, cartoony style. That style is key to the book's appeal, because Knisley isn't a food hipster &mdash; she's a food nerd. Which is to say: She doesn't lecture; she enthuses. <em>Relish</em> isn't an excuse to lord her expertise over others. It's a means to connect with them, to get them to understand why she loves what she loves &mdash; and, maybe, to get them to love it, too.", "review_seamus_id": "176568118", "reviewer": "Glen Weldon", "random numbers": "0.007747754", "tags": ["comics-and-graphic-novels", "cookbooks-and-food", "biography-and-memoir", "rather-short", "funny-stuff"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "55", "editor (internal use)": "Beth/Petra", "isbn": "0316225819", "isbn13": "9780316225816", "author_seamus_id": "", "author": "Isabel Greenberg", "hide_ibooks": "", "book_seamus_id": "243017207", "title": "The Encyclopedia Of Early Earth: A Graphic Novel", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "slug": "the-encyclopedia-of-early-earth-a-graphic-novel", "genre (internal use)": "Graphic Novel", "text": "Not so much an encyclopedia as a compendium of funny, sad and surprisingly moving fables from the pre-history of the world, featuring capricious bird-gods, feckless shamans, daring quests and, of course, unrequited love. Isabel Greenberg's hugely imaginative and sardonically funny mythscapes intersect biblical tales at oblique angles, and her bold visual style captures everything from the most astonishing spectacle (i.e., the roiling chaos of world-creation) to the achingly small and human (i.e., a disapproving glance) with wit and expressiveness.", "review_seamus_id": "", "reviewer": "Glen Weldon", "random numbers": "0.013717339", "tags": ["comics-and-graphic-novels", "love-stories", "science-fiction-and-fantasy", "funny-stuff", "rather-short", "seriously-great-writing", "for-art-lovers", "the-dark-side"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "47", "editor (internal use)": "Beth/Petra", "isbn": "1250028272", "isbn13": "9781250028273", "author_seamus_id": "", "author": "Jincy Willett", "hide_ibooks": "", "book_seamus_id": "243069889", "title": "Amy Falls Down: A Novel", "reviewer link": "http://www.nancypearl.com/", "slug": "amy-falls-down-a-novel", "genre (internal use)": "Fiction", "text": "In this humorous sequel to <em>The Writing Class</em> (but it's not at all necessary to read it first), Amy Gallup (who taught the aspiring would-be authors in the previous novel) is still in the midst of a long writer's block. Early in the morning on the day that she's expecting a visit from a journalist doing a \"where are they now\" story on once well-known writers, she stumbles while walking in her garden and hits her head on a concrete birdbath. After the fall (of which Amy has no recollection), her entire personality undergoes a major alteration and, as a result of the interview, she becomes the toast of literati everywhere.  Her experiences at writing conferences, academic forums, and meetings with fans are hilarious to read about but sadly all too true. I found myself laughing out loud and nodding in full agreement with much of what Amy says. And if you enjoy this, don't miss Jincy Willett's equally sharp and pointed first novel, <em>Winner of the National Book Award.</em>.", "review_seamus_id": "", "reviewer": "Nancy Pearl", "random numbers": "0.021623017", "tags": ["realistic-fiction", "funny-stuff"], "reviewer ID": "librarian and book critic"}, {"#": "170", "editor (internal use)": "Camila", "isbn": "0688156975", "isbn13": "9780688156978", "author_seamus_id": "241605794", "author": "Nikki Giovanni", "hide_ibooks": "", "book_seamus_id": "244796202", "title": "Chasing Utopia: A Hybrid", "reviewer link": "", "slug": "chasing-utopia-a-hybrid", "genre (internal use)": "Poetry", "text": "At 70 years old, poet Nikki Giovanni is loved around the world for her beautiful writing about home, family and food. <em>Chasing Utopia</em> sounds existential and distant, but the title actually refers to her very real search for an exclusive &mdash; an elusive &mdash; beer. I love that she keeps some humor in the book of poetry and essays, even as she says her mother's death allowed her to dig deep into the dark parts of her past. My favorite poem in the book is \"Podcast for Bicycles,\" which you'll love even if you didn't major in English.", "review_seamus_id": "", "reviewer": "Amita \nParashar", "author_seamus_headline": "Poet Nikki Giovanni On The Darker Side Of Her Life", "random numbers": "0.041142895", "tags": ["poetry", "npr-staff-picks", "rather-short", "seriously-great-writing"], "reviewer ID": "<em>Tell Me More staff</em>"}, {"#": "43", "editor (internal use)": "Beth/Petra", "isbn": "0307908054", "isbn13": "9780307908056", "author_seamus_id": "", "author": "Brian Kimberling", "hide_ibooks": "", "book_seamus_id": "176582319", "title": "Snapper", "reviewer link": "http://www.nancypearl.com/", "review_seamus_headline": "A Bird-Watching Babe In The Woods Stumbles Toward Maturity", "slug": "snapper", "genre (internal use)": "Fiction", "text": "Humor, tragedy and beautiful writing mark this series of stories chronicling events in the first three decades or so of professional bird-watcher Nathan Lochmueller's life. Here's a good example of his prose, in which Lochmueller compares the ovenbird with the Kentucky warbler: \"The Kentucky warbler is more sadistic [than the ovenbird]. She doesn't feign injury, but she leads you away from the nest until you are ankle deep in mud or rattlesnakes or both.\" The cumulative effect of these stories is the realization that although we don't always get what we want, we somehow end up wanting the things we've gotten. Hey, isn't there a Rolling Stones song that says much the same thing?", "review_seamus_id": "177956635", "reviewer": "Nancy Pearl", "random numbers": "0.06571158", "tags": ["realistic-fiction", "love-stories", "funny-stuff", "seriously-great-writing", "book-club-ideas", "poetry"], "reviewer ID": "librarian and book critic"}, {"#": "156", "editor (internal use)": "Beth", "isbn": "1607743574", "isbn13": "9781607743576", "author_seamus_id": "210540704", "author": "Louisa Shafia", "hide_ibooks": "", "book_seamus_id": "218216261", "title": "The New Persian Kitchen", "reviewer link": "http://tsusanchang.wordpress.com/", "slug": "the-new-persian-kitchen", "genre (internal use)": "Cookbook", "text": "The rise of Middle Eastern cookbooks in the last decade has benefited few cuisines more than that of Iran. Once-scarce ingredients like pomegranates and sumac are now relatively simple to source, and Louisa Shafia's fresh, streamlined compositions spill over with bright and sour notes. You can protest, and you can try to refuse, but I bet in the end you will not be able to leave even one piece of lamb pomegranate-walnut kebab aside for tomorrow.", "review_seamus_id": "", "reviewer": "T. Susan Chang", "author_seamus_headline": "Pomegranate Molasses Could Be Your Secret Weapon", "random numbers": "0.069291443", "tags": ["cookbooks-and-food"], "reviewer ID": "food writer, cookbook reviewer and author of the CookShelf app"}, {"#": "19", "editor (internal use)": "Rose", "isbn": "0399165975", "isbn13": "9780399165979", "author_seamus_id": "", "author": "Miriam Elia And Ezra Elia", "hide_ibooks": "", "book_seamus_id": "243293599", "title": "Diary Of Edward The Hamster 1990-1990", "reviewer link": "", "slug": "diary-of-edward-the-hamster-19901990", "genre (internal use)": "Fiction", "text": "In succinct diary entries set against stark white on black drawings, Edward, a depressive, philosophical hamster who makes Schopenhauer seem cheerful, rails against the emptiness of a life limited to his exercise wheel, seeds and water, and questions the very meaning of existence. \"IS THERE NOTHING ELSE?!\" he asks in despair. Even his diary fails to comfort him. \"Why write?\" he laments. \"Life is a cage of empty words.\" Love provides some solace, but it's all too fleeting. This penetrating, endearing little book cracks open the cage of existential woe with humor and charm.", "review_seamus_id": "", "reviewer": "Heller McAlpin", "random numbers": "0.073150676", "tags": ["funny-stuff", "rather-short", "the-dark-side"], "reviewer ID": "book critic"}, {"#": "35", "editor (internal use)": "Rose", "isbn": "1566893194", "isbn13": "9781566893190", "author_seamus_id": "", "author": "J.M. Ledgard", "hide_ibooks": "", "book_seamus_id": "243291208", "title": "Submergence: A Novel", "reviewer link": "", "review_seamus_headline": "Book Review: 'Submergence'", "slug": "submergence-a-novel", "genre (internal use)": "Fiction", "text": "James More, a British secret agent, has been captured by a Somali desert affiliate of al-Qaida. He is sustained in his captivity by the memory of a brief affair in a hotel on the cold coast of Atlantic-facing France with a scientist named Danielle, who studies currents and life on the ocean floor. We get to study these lovers, both apart and together, and the result is luminescent with joy and hope, and muddied by grief. It's a lyrical thriller about revolt, love, deserts, oceans, lust and terror.", "review_seamus_id": "176368223", "reviewer": "Alan Cheuse", "random numbers": "0.080517516", "tags": ["realistic-fiction", "mysteries-and-thrillers", "the-dark-side", "love-stories", "tales-from-around-the-world"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "125", "editor (internal use)": "Camila", "isbn": "0425259250", "isbn13": "9780425259252", "author_seamus_id": "", "author": "Anne Gracie", "hide_ibooks": "", "book_seamus_id": "243276445", "title": "The Autumn Bride", "reviewer link": "http://www.readaromancemonth.com/", "slug": "the-autumn-bride", "genre (internal use)": "Romance", "text": "After rescuing her abducted sister and two others from a brothel, Abigail Chantry loses her position as a governess. The four women must figure out how to survive with limited skills and no connections. When they discover their elderly neighbor, Lady Bea, is basically a prisoner to her servants, they take over her care and the household. Their actions seem suspicious to Max, Lady Bea's nephew &mdash; so Max and Abigail, who are clearly meant for each other, must overcome mistrust and other obstacles to find happiness. Anne Gracie shines in this historical romance filled with clever plotting and rich, layered characters &mdash; especially luminescent Abigail.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.081645417", "tags": ["love-stories", "family-matters", "for-history-lovers"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "86", "editor (internal use)": "Beth/Petra", "isbn": "1594746265", "isbn13": "9781594746260", "author_seamus_id": "213871828", "author": "Ben H. Winters", "hide_ibooks": "", "book_seamus_id": "213882263", "title": "Countdown City: The Last Policeman Book II", "reviewer link": "http://www.nancypearl.com/", "slug": "countdown-city-the-last-policeman-book-ii", "genre (internal use)": "Mystery", "text": "So what would you do if you knew that Earth was going to be destroyed by an asteroid in less than three months? Would you go through your bucket list and do everything you've always wanted to do? Would you kill yourself so you won't have to go through the apocalypse? Or would you, like rookie detective Hank Palace, formerly of the Concord, N.H., Police Department, go on going on, which means, in Hank's case, agreeing to try to find an old friend's missing husband, as well as dealing with the residue of family and relationship issues first introduced in the series opener, <em>The Last Policeman.</em> I always appreciate novels that have new and interesting approaches to traditional genres, and Ben H. Winters' two novels featuring Hank Palace fill the bill.", "review_seamus_id": "", "reviewer": "Nancy Pearl", "author_seamus_headline": "Awaiting The Apocalypse In The Quiet Town Of Concord", "random numbers": "0.107440617", "tags": ["mysteries-and-thrillers"], "reviewer ID": "librarian and book critic"}, {"#": "127", "editor (internal use)": "Camila", "isbn": "0425262103", "isbn13": "9780425262108", "author_seamus_id": "", "author": "Lauren Dane", "hide_ibooks": "", "book_seamus_id": "171924718", "title": "Going Under", "reviewer link": "http://www.readaromancemonth.com/", "slug": "going-under", "genre (internal use)": "Romance", "text": "After a global tragedy reveals the existence of paranormal beings, these \"Others\" must defend themselves against a rising tide of hostility and violence. PR whiz and outed witch Molly Ryan takes on the role of national spokeswoman for the Others, becoming a prime target. Gage Garrity is in charge of Molly's security, and the two grow intimate as danger escalates. Lauren Dane creates a tense, conflicted world with eerie historical parallels, and I was as mesmerized by humans acting monstrous as by so-called monsters demonstrating humanity. A smart, provocative plot.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.111781339", "tags": ["love-stories", "science-fiction-and-fantasy", "lets-talk-about-sex"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "60", "editor (internal use)": "Rose", "isbn": "0399160701", "isbn13": "9780399160707", "author_seamus_id": "", "author": "Marisa Silver", "hide_ibooks": "", "book_seamus_id": "172904173", "title": "Mary Coin", "reviewer link": "", "review_seamus_headline": "A New Focus On An Old Image In 'Mary Coin'", "slug": "mary-coin", "genre (internal use)": "Historical Fiction", "text": "Marisa Silver's <em>Mary Coin</em> pulls you into the story behind &mdash; and beyond &mdash; photographer Dorothea Lange and the subject of her iconic, Depression-era photo <em>Migrant Mother.</em> As expertly cropped and framed as a fine photographic print, this compassionate historical novel is about steely fortitude, ferocious maternal devotion and guilt, and what it means to really focus and see deeply. It's a beautiful read, as haunting as the portrait that inspired it, and would make an especially wonderful gift coupled with a book of Lange's photographs.", "review_seamus_id": "172905580", "reviewer": "Heller McAlpin", "random numbers": "0.119151933", "tags": ["realistic-fiction", "for-history-lovers", "family-matters", "historical-fiction"], "reviewer ID": "book critic"}, {"#": "157", "editor (internal use)": "Beth", "isbn": "0761165215", "isbn13": "9780761165217", "author_seamus_id": "191321488", "author": "Raghavan Iyer", "hide_ibooks": "", "book_seamus_id": "191383402", "title": "Indian Cooking Unfolded: A Master Class In Indian Cooking, With 100 Easy Recipes Using 10 Ingredients Or Less", "reviewer link": "http://tsusanchang.wordpress.com/", "slug": "indian-cooking-unfolded-a-master-class-in-indian-cooking-with-100-easy-recipes-using-10-ingredients-or-less", "genre (internal use)": "Cookbook", "text": "The moment this book arrived, I knew it was the real thing: the long-awaited, carefully assembled, comprehensive guide to cooking Indian food on a weeknight. Raghavan Iyer is a terrific teacher &mdash; clear instructions, helpful photographs &mdash; and his recipes evoke much more complicated dishes with a handful of ingredients and some canny techniques.", "review_seamus_id": "", "reviewer": "T. Susan Chang", "author_seamus_headline": "What's A Juniper Berry And How Do I Cook With It?", "random numbers": "0.121365536", "tags": ["cookbooks-and-food"], "reviewer ID": "food writer, cookbook reviewer and author of the CookShelf app"}, {"#": "", "editor (internal use)": "Camila", "isbn": "1451626886", "isbn13": "9781451626889", "author_seamus_id": "197985077", "author": "Nathan Rabin", "hide_ibooks": "", "book_seamus_id": "197979531", "title": "You Don't Know Me But You Don't Like Me: Phish, Insane Clown Posse, And My Misadventures With Two Of Music's Most Maligned Tribes", "reviewer link": "http://www.npr.org/people/2100882/petra-mayer", "slug": "you-dont-know-me-but-you-dont-like-me-phish-insane-clown-posse-and-my-misadventures-with-two-of-musics-most-maligned-tribes", "genre (internal use)": "Nonfiction", "text": "Nathan Rabin, head writer for <em>The A.V. Club,</em> spent a few years immersing himself in the subcultures centered on two of the most different bands in existence: Phish and Insane Clown Posse.  It's easy to write both bands off, as either subliterate violence or noodly hippie nonsense.  But if you've got preconceptions about either act &mdash; and Rabin admits, going in, that he does &mdash; prepare to let go and let the delightfully described weirdness wash over you.  I cracked open this book thinking I'd rather pry out my teeth with a spoon than listen to Phish, and now … now I kind of want to go see them play.", "review_seamus_id": "", "reviewer": "Petra Mayer", "author_seamus_headline": "Finding Meaning In The Mosh Pit Among Often-Reviled Groupies", "random numbers": "0.12390813", "tags": ["biography-and-memoir", "npr-staff-picks", "funny-stuff", "for-art-lovers"], "reviewer ID": "NPR Books staff"}, {"#": "66", "editor (internal use)": "Camila", "isbn": "1476702918", "isbn13": "9781476702919", "author_seamus_id": "", "author": "Lynn Cullen", "hide_ibooks": "", "book_seamus_id": "243241591", "title": "Mrs. Poe", "reviewer link": "http://www.jeanzimmerman.com", "slug": "mrs-poe", "genre (internal use)": "Historical Fiction", "text": "Nevermore shall you wonder what it might have been like to fall deeply in love with Edgar Allan Poe. In 1845 Manhattan, the author was the 19th century version of a rock star, and the poetess who narrates this novel witnesses the smashing success of <em>The Raven</em> even as Poe's consumptive child-bride languishes. Famous personages, from Walt Whitman to Margaret Fuller to Mathew Brady, make cameos at New York's literary soirees, its \"kissing bridges,\" Niblo's Garden and healthful East River swimming parties. Romance blooms in a city where green meadows are turning overnight into row houses. Lynn Cullen's <em>Mrs. Poe</em> nails the period.", "review_seamus_id": "", "reviewer": "Jean Zimmerman", "random numbers": "0.130403596", "tags": ["realistic-fiction", "for-history-lovers", "love-stories", "the-dark-side", "book-club-ideas", "historical-fiction"], "reviewer ID": "book critic and author, most recently of <em>The Orphanmaster</em>"}, {"#": "76", "editor (internal use)": "Rose", "isbn": "0547385420", "isbn13": "9780547385426", "author_seamus_id": "203332983", "author": "Howard Norman", "hide_ibooks": "", "book_seamus_id": "198445025", "title": "I Hate To Leave This Beautiful Place", "reviewer link": "", "review_seamus_headline": "A Memoir About Finding One's Place In The Natural World", "slug": "i-hate-to-leave-this-beautiful-place", "genre (internal use)": "Memoir", "text": "There are memoirs that suffuse you in the events of the author's life. And then there is the rare memoir that simply soaks you in the soul of the author himself. <em>I Hate To Leave This Beautiful Place</em> is the latter. Howard Norman's memoir is organized around five events that changed him &mdash; some are public, like the death of John Lennon, but most are intensely personal, culminating in a horrifying murder/suicide that occurred in his home and his recovery from the event. I read the book almost the way I would read poetry &mdash; reading line by line, making connections, thinking about how the language laid the life bare. To spend an hour or two inside Norman's head is not only pleasurable; it feels like you've been sent a gift &mdash; go, make your connections, be human, love.", "review_seamus_id": "200340631", "reviewer": "Barrie Hardymon", "author_seamus_headline": "Living With Tragedy And Fright In A 'Beautiful Place'", "random numbers": "0.152922996", "tags": ["biography-and-memoir", "the-dark-side", "seriously-great-writing", "npr-staff-picks"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "62", "editor (internal use)": "Camila", "isbn": "1451693419", "isbn13": "9781451693416", "author_seamus_id": "", "author": "Mary Beth Keane", "hide_ibooks": "", "book_seamus_id": "203615944", "title": "Fever", "reviewer link": "http://www.jeanzimmerman.com", "slug": "fever", "genre (internal use)": "Historical Fiction", "text": "Early in the 20th century, Typhoid Mary was an iconic figure. In this fictive treatment Mary Mallon, a cook, becomes suspect when families she has worked for begin to die of a mysterious ailment. Blamed for the epidemic, Mary is imprisoned in an isolated bungalow on an island in Manhattan's East River. Well-researched as it is, Mary Beth Keane's <em>Fever</em> builds a story of Mallon and her inner life that goes well beyond the facts. In this novel we come to care deeply about Mallon, a woman who's not especially beautiful or gentle, but brave and headstrong and doomed.", "review_seamus_id": "", "reviewer": "Jean Zimmerman", "random numbers": "0.156775996", "tags": ["realistic-fiction", "for-history-lovers", "eye-opening-reads", "historical-fiction"], "reviewer ID": "book critic and author, most recently of <em>The Orphanmaster</em>"}, {"#": "135", "editor (internal use)": "Petra", "isbn": "0857662937", "isbn13": "9780857662934", "author_seamus_id": "", "author": "Ramez Naam", "hide_ibooks": "TRUE", "book_seamus_id": "243280537", "title": "Nexus", "reviewer link": "http://www.techsploitation.com/", "slug": "nexus", "genre (internal use)": "Science Fiction/Fantasy", "text": "This exciting debut novel from futurist Ramez Naam is about a group of graduate students who create an incredible new technology called Nexus that allows people to run software in their brains &mdash; and even link their minds together like computers in a network. But in Naam's mildly dystopian future, the US government is trying to shut down any human-enhancement tech that could prove dangerous. Our heroes are in a cat-and-mouse game with government agents, fleeing to Thailand, where they discover that a secret group of Buddhist monks and scientists has plans for Nexus that could usher in a new era of empathy and peace – or generate brainwashed soldiers who do nothing but obey. This is a fascinating look at an all-too-plausible future.", "review_seamus_id": "", "reviewer": "Annalee Newitz", "random numbers": "0.165230185", "tags": ["science-fiction-and-fantasy", "mysteries-and-thrillers", "its-all-geek-to-me", "rather-long"], "reviewer ID": "author of <em>Scatter, Adapt and Remember: How Humans Will Survive a Mass Extinction</em>"}, {"#": "161", "editor (internal use)": "Beth", "isbn": "1579654673", "isbn13": "9781579654672", "author_seamus_id": "", "author": "David Tanis", "hide_ibooks": "", "book_seamus_id": "244762380", "title": "One Good Dish", "reviewer link": "http://tsusanchang.wordpress.com/", "slug": "one-good-dish", "genre (internal use)": "Cookbook", "text": "Former Chez Panisse chef and columnist David Tanis has a gift for sure-footed, pleasurable kitchen moments. <em>One Good Dish</em> is an idiosyncratic volume, with oddball chapters like \"A Dab of This and That\" (condiments), \"Strike While the Iron Is Hot\" (seared food) and \"Eating With a Spoon\" (food in bowls). Yet Tanis' excitement at a snack of mackerel rillettes on toast or wok-seared strips of lamb is so genuine and so palpable, it's impossible not to tumble headfirst into sheer gluttony with this beautifully shot, giftable collection.", "review_seamus_id": "", "reviewer": "T. Susan Chang", "random numbers": "0.166511943", "tags": ["cookbooks-and-food"], "reviewer ID": "food writer, cookbook reviewer and author of the CookShelf app"}, {"#": "91", "editor (internal use)": "", "isbn": "0393239624", "isbn13": "9780393239621", "author_seamus_id": "", "author": "Tom Nissley", "hide_ibooks": "", "book_seamus_id": "218571816", "title": "A Reader's Book Of Days: True Tales From The Lives And Works Of Writers For Every Day Of The Year", "reviewer link": "", "slug": "a-readers-book-of-days-true-tales-from-the-lives-and-works-of-writers-for-every-day-of-the-year", "genre (internal use)": "Nonfiction", "text": "<em>Jeopardy!</em> champ Tom Nissley has created the world's least useful, most wonderful reference book, a masterpiece with a wry sensibility. He seems to have read every interesting book ever published &mdash; did he have an army of elves to assist him? Does he <em>sleep?</em> Somehow, he's gathered a half-dozen literary tidbits tied to every day of the year &mdash; scenes and plot fragments from innumerable novels, biting or admiring passages from long-forgotten reviews, significant dates from biographies. Whether you browse at random or read a page a day, this book will delight &mdash; and seriously up your literary nerd cred.", "review_seamus_id": "", "reviewer": "Camila Domonoske", "random numbers": "0.166928764", "tags": ["npr-staff-picks", "for-history-lovers", "science-and-society", "rather-long"], "reviewer ID": "NPR Books staff"}, {"#": "7", "editor (internal use)": "Beth/Tanya", "isbn": "0307962881", "isbn13": "9780307962881", "author_seamus_id": "", "author": "Anne Somerset", "hide_ibooks": "", "book_seamus_id": "243029441", "title": "Queen Anne: The Politics Of Passion", "reviewer link": "http://www.npr.org/people/151841337/michael-schaub", "slug": "queen-anne-the-politics-of-passion", "genre (internal use)": "Biography", "text": "When it comes to British royal history, most Americans' memories extend from Lady Diana to young Prince George, and not too much before that. But it would be a shame if U.S. readers missed out on Anne Somerset's wonderful new biography of Anne, the first Queen of Great Britain, whose five-year reign coincided with some of the nation's nastiest religious and political fights. Even if you don't know much about 18th century Europe &mdash; and let's face it, not many of us do &mdash; you'll find yourself absorbed by Somerset's lucid, sharp prose and her balanced portrait of one of Great Britain's most misunderstood monarchs.", "review_seamus_id": "", "reviewer": "Michael Schaub", "random numbers": "0.176880859", "tags": ["biography-and-memoir", "for-history-lovers", "eye-opening-reads", "rather-long"], "reviewer ID": "book critic"}, {"#": "148", "editor (internal use)": "Petra", "isbn": "039925661X", "isbn13": "9780399256615", "author_seamus_id": "", "author": "Maureen Johnson", "hide_ibooks": "", "book_seamus_id": "243267637", "title": "The Madness Underneath", "reviewer link": "http://www.alayadawnjohnson.com/", "slug": "the-madness-underneath", "genre (internal use)": "YA", "text": "Not many books are simultaneously hilarious and terrifying, but Maureen Johnson pulled off the trick in her previous book, <em>The Name of the Star.</em> In this latest installment, transplanted Louisiana teen Rory is trying to navigate a posh British boarding school. Luckily, Rory has a story for everything, makes friends easily and learns the word \"snog\" in record time. Unluckily, she chokes on a piece of meat, nearly dies, and discovers that she can see ghosts. After the explosive events of the first novel, neither Rory nor her friends can go back to their old lives. Johnson deepens her ghostly mythos, the story moves in unexpected but believable directions, and the ending walloped me in the teeth.", "review_seamus_id": "", "reviewer": "Alaya Dawn Johnson", "random numbers": "0.185832566", "tags": ["young-adult", "science-fiction-and-fantasy", "the-dark-side"], "reviewer ID": "author, most recently of <em>The Summer Prince</em>"}, {"#": "4", "editor (internal use)": "Beth/Tanya", "isbn": "0399159215", "isbn13": "9780399159213", "author_seamus_id": "221007513", "author": "A. Scott Berg", "hide_ibooks": "", "book_seamus_id": "221001705", "title": "Wilson", "reviewer link": "http://www.npr.org/people/151841337/michael-schaub", "slug": "wilson", "genre (internal use)": "Biography", "text": "It might sound counterintuitive, but there's at least one way that politics is like art: There are never, ever, any easy answers, no matter how much we wish there were. President Woodrow Wilson was a contradiction of a human being, and historians still fight over his legacy, which has always been somewhat confusing &mdash; was he a pacifist or a warmonger, a racist or an early civil rights pioneer? A. Scott Berg, to his immense credit, avoids any simplistic conclusions in his thoughtful, absorbing biography of America's 28th president. <em>Wilson</em> is a doorstop of a book, but it's also one of the most fast-paced, readable political biographies of recent times &mdash; and it's essential reading for anyone interested in 20th century American history.", "review_seamus_id": "", "reviewer": "Michael Schaub", "author_seamus_headline": "Woodrow Wilson Brought New Executive Style To The White House", "random numbers": "0.200945751", "tags": ["biography-and-memoir", "for-history-lovers", "rather-long"], "reviewer ID": "book critic"}, {"#": "90", "editor (internal use)": "Camila", "isbn": "0151014124", "isbn13": "9780151014125", "author_seamus_id": "", "author": "Cris Beam", "hide_ibooks": "", "book_seamus_id": "243226801", "title": "To The End Of June", "reviewer link": "", "slug": "to-the-end-of-june", "genre (internal use)": "Nonfiction", "text": "Over five years, Cris Beam follows 22 foster children as they search for the holy grail: adoption into a stable, loving home. But as the kids and the foster parents can attest, it takes more than good intentions to make a family. A loving couple officially adopt their foster daughter only for her to run away, scared off when she realizes even adoption can't heal the wounds of a 21-home childhood. Beam, a foster parent herself, delivers an engaging, narrative-driven investigation that centers on one of the system's most divisive questions: Does separating children from their birth parents do more harm than good?", "review_seamus_id": "", "reviewer": "Nicole Cohen", "random numbers": "0.201905123", "tags": ["npr-staff-picks", "the-dark-side", "eye-opening-reads", "science-and-society", "family-matters", "book-club-ideas"], "reviewer ID": "NPR Books staff"}, {"#": "63", "editor (internal use)": "Camila", "isbn": "1594486247", "isbn13": "9781594486241", "author_seamus_id": "169084610", "author": "Cathy Marie Buchanan", "hide_ibooks": "", "book_seamus_id": "168876750", "title": "The Painted Girls", "reviewer link": "http://www.jeanzimmerman.com", "slug": "the-painted-girls", "genre (internal use)": "Historical Fiction", "text": "Belle epoque Paris springs to life under the sure hand of Cathy Marie Buchanan, who delivers a world in <em>The Painted Girls</em> that is earthy, delicate and seductive. Edgar Degas is a central figure during the creation of his signature sculpture, <em>Little Dancer, Aged Fourteen.</em> Two real-life characters, aspiring adolescent ballerina Marie van Goethem and her older sister, Antoinette, narrate the story in alternating chapters, offering contrasting perspectives on a life of struggles and hard-won pleasures.", "review_seamus_id": "", "reviewer": "Jean Zimmerman", "author_seamus_headline": "The Seedy Underbelly Of The Belle Epoque, 'Painted'", "random numbers": "0.202179641", "tags": ["realistic-fiction", "for-history-lovers", "for-art-lovers", "family-matters", "tales-from-around-the-world", "book-club-ideas", "historical-fiction"], "reviewer ID": "book critic and author, most recently of <em>The Orphanmaster</em>"}, {"#": "40", "editor (internal use)": "Rose", "isbn": "0316206849", "isbn13": "9780316206846", "author_seamus_id": "", "author": "Robert Galbraith", "hide_ibooks": "", "book_seamus_id": "202329352", "title": "The Cuckoo's Calling", "reviewer link": "", "review_seamus_headline": "The Only Surprise In Rowling's 'Cuckoo's Calling' Is The Author", "slug": "the-cuckoos-calling", "genre (internal use)": "Fiction", "text": "A thoroughly satisfying crime novel &mdash; even if you didn't know it was really written by J.K. Rowling. Set in London, with a private investigator appealing enough that you'll long for his next assignment, <em>The Cuckoo's Calling</em> is tightly plotted and faithful to the genre in all the right places. More than this, it's an original tale with robust characterization and witty, yet forceful criticism of our obsession with celebrity and of the destructive power of the press. The best part is that you won't be able to guess, until nearly the very end, whodunit.", "review_seamus_id": "202732292", "reviewer": "Ellah Allfrey", "random numbers": "0.214311003", "tags": ["realistic-fiction", "mysteries-and-thrillers", "rather-long", "the-dark-side", "book-club-ideas"], "reviewer ID": "book critic and editor"}, {"#": "130", "editor (internal use)": "Petra", "isbn": "0425256774", "isbn13": "9780425256770", "author_seamus_id": "", "author": "Charles Stross", "hide_ibooks": "", "book_seamus_id": "243277582", "title": "Neptune's Brood: A Space Opera", "reviewer link": "http://www.techsploitation.com/", "slug": "neptunes-brood-a-space-opera", "genre (internal use)": "Science Fiction/Fantasy", "text": "The prolific science-fiction writer Charles Stross is so famous for his speculative economic tales that even Nobel laureate Paul Krugman is a fan. And this book is probably his greatest work of economic science fiction yet, a whimsical retelling of <em>Debt: The First 5000 Years</em> by David Graeber. It's the tale of a sexbot in a future where humans have gone extinct multiple times, and a financial instrument that could destroy the solar system. Funny and smart, this is the perfect mind-bender for people who are addicted to the Economist.", "review_seamus_id": "", "reviewer": "Annalee Newitz", "random numbers": "0.214797764", "tags": ["science-fiction-and-fantasy", "its-all-geek-to-me", "funny-stuff"], "reviewer ID": "author of <em>Scatter, Adapt and Remember: How Humans Will Survive a Mass Extinction</em>"}, {"#": "138", "editor (internal use)": "Camila", "isbn": "1555976360", "isbn13": "9781555976361", "author_seamus_id": "", "author": "Jessica Francis Kane", "hide_ibooks": "", "book_seamus_id": "173729220", "title": "This Close: Stories", "reviewer link": "http://www.janeciabattari.com", "review_seamus_headline": "Tender Portraits Of Worn-Down Women In 'This Close'", "slug": "this-close-stories", "genre (internal use)": "Short stories", "text": "Jessica Francis Kane's second collection is filled with uncertain women adrift in an increasingly complicated world. Kane explores the anxieties and preoccupations of her characters with such empathy that you worry about them as you might about a troubled friend. She offers intimate insights into characters like spiky, exhausted, forlorn Mary Anne Leary, who appears in four stories, before and after the death of her son, and Elizabeth, who takes to her bed with depression. We know these people. We recognize their all-too-human flaws. They are our family, our friends and neighbors. They are us, at our most vulnerable.", "review_seamus_id": "173730058", "reviewer": "Jane Ciabattari", "random numbers": "0.221585026", "tags": ["poetry", "realistic-fiction", "family-matters", "rather-short", "seriously-great-writing"], "reviewer ID": "book critic and author of <em>Stealing the Fire</em>"}, {"#": "88", "editor (internal use)": "Beth", "isbn": "0312655479", "isbn13": "9780312655471", "author_seamus_id": "", "author": "Louise Penny", "hide_ibooks": "", "book_seamus_id": "219221004", "title": "How The Light Gets In: A Chief Inspector Gamache Novel", "reviewer link": "http://www.npr.org/people/4529709/maureen-corrigan", "slug": "how-the-light-gets-in-a-chief-inspector-gamache-novel", "genre (internal use)": "Mystery", "text": "This is a mystery worth disconnecting all electronic devices and staying home for.  <em>How the Light Gets In</em> is the ninth novel in Louise Penny's extraordinary series featuring Chief Inspector Armand Gamache and his troubled sidekick, Inspector Jean-Guy Beauvoir, of the Surete du Quebec. Penny has been working throughout her series to tap into the spiritual dimensions of the genre, consequently, this novel is one part foul play; two parts morality play. Gamache and his skeleton crew of loyal police allies must root out an epic conspiracy and the battle between good and evil that ensues rivals the faceoff between the heavenly army and Lucifer's fallen angels in <em>Paradise Lost.</em>", "review_seamus_id": "", "reviewer": "Maureen Corrigan", "random numbers": "0.23391604", "tags": ["mysteries-and-thrillers"], "reviewer ID": "book critic, <em>Fresh Air</em>"}, {"#": "158", "editor (internal use)": "Beth", "isbn": "0307954870", "isbn13": "9780307954879", "author_seamus_id": "", "author": "Amy Thielen", "hide_ibooks": "", "book_seamus_id": "243518369", "title": "The New Midwestern Table: 200 Heartland Recipes", "reviewer link": "http://tsusanchang.wordpress.com/", "slug": "the-new-midwestern-table-200-heartland-recipes", "genre (internal use)": "Cookbook", "text": "If you've grown up with certain ideas &mdash; maybe certain bland, beige ideas &mdash; about Midwestern food, think again. Food Network host Amy Thielen's big, generous book shares the stories of the modern-day hunters, foragers and farmers who have brought the heartland's foodways back to life. She has a free hand with the salt pork, bacon and butter, but we can argue about that after you've tried the fancy meatloaf with the mushrooms and the pistachios. (Thielen and I went to cooking school together a long time ago, but I can wholeheartedly recommend this book without regard to that acquaintance.)", "review_seamus_id": "", "reviewer": "T. Susan Chang", "random numbers": "0.242025246", "tags": ["cookbooks-and-food"], "reviewer ID": "food writer, cookbook reviewer and author of the CookShelf app"}, {"#": "", "editor (internal use)": "Camila", "isbn": "1611099692", "isbn13": "9781611099690", "author_seamus_id": "205557205", "author": "Marcus Sakey", "hide_ibooks": "TRUE", "book_seamus_id": "205559517", "title": "Brilliance", "reviewer link": "http://www.npr.org/people/2100882/petra-mayer", "slug": "brilliance", "genre (internal use)": "SF", "text": "What if the X-men were real?  They'd probably have powers a lot like Marcus Sakey's \"brilliants\" &mdash; endowed not with disbelief-straining flight or laser eyes but with accelerated human talents like pattern recognition, programming and strategy.  And they'd have a much more destructive influence than guys like Magneto ever dreamed of. Brilliants wreck the stock market, for example, before the book even starts. The government, of course, is hunting down brilliants, desperate to keep them out of sight &mdash; but our hero, Agent Nick Cooper, is hiding some explosive secrets of his own. <em>Brilliance</em> is a tightly plotted thriller with classic questions beating in its geeky heart.", "review_seamus_id": "", "reviewer": "Petra Mayer", "author_seamus_headline": "What If The X-Men Were Real? Q&A; With Marcus Sakey, Author Of 'Brilliance'", "random numbers": "0.248592499", "tags": ["young-adult", "science-fiction-and-fantasy", "its-all-geek-to-me", "mysteries-and-thrillers", "npr-staff-picks", "rather-long"], "reviewer ID": "NPR Books staff"}, {"#": "163", "editor (internal use)": "Nicole", "isbn": "1250014697", "isbn13": "9781250014696", "author_seamus_id": "", "author": "David Rosenfelt", "hide_ibooks": "", "book_seamus_id": "244793346", "title": "Dogtripping: 25 Rescues, 11 Volunteers, And 3 RVs On Our Canine Cross-Country Adventure", "reviewer link": "", "slug": "dogtripping-25-rescues-11-volunteers-and-3-rvs-on-our-canine-crosscountry-adventure", "genre (internal use)": "Memoir", "text": "David Rosenfelt is the author of the funny and suspenseful Andy Carpenter thrillers, and he's just as funny in this nonfiction account of his move from California to Maine with his 25 rescue dogs. Any book that makes it sound fun to drive in a Winnebago for days with 11 volunteers and 25 dogs has to be good.", "review_seamus_id": "", "reviewer": "Emily Ecton", "random numbers": "0.249528219", "tags": ["npr-staff-picks", "biography-and-memoir", "funny-stuff"], "reviewer ID": "<em>Wait Wait ... Don't Tell Me!</em> staff"}, {"#": "10", "editor (internal use)": "Beth/Petra", "isbn": "1770461043", "isbn13": "9781770461048", "author_seamus_id": "", "author": "Tom Gauld", "hide_ibooks": "TRUE", "book_seamus_id": "243015664", "title": "You're All Just Jealous Of My Jetpack: Cartoons", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "slug": "youre-all-just-jealous-of-my-jetpack-cartoons", "genre (internal use)": "Comic", "text": "The titular phrase of Tom Gauld's precise and wryly hilarious collection of cartoons (culled from his weekly gig at Britain's <em>Guardian</em> newspaper) is delivered midblastoff by an astronaut named \"Science Fiction,\" as he leaves a disapproving crowd of black-clad, tut-tutting shoe-gazers collectively dubbed \"Literary Fiction\" in his spectacular cloud of exhaust. Gauld's both a literature nerd and a science-fiction nerd whose deadpan mashups &mdash; Dickens and a megalosaur; the Brontes and Super Mario (\"Level 02: The Moor\") &mdash; belong on the same shelf as R. Sikoryak, Michael Kupperman and Kate Beaton.", "review_seamus_id": "", "reviewer": "Glen Weldon", "random numbers": "0.254998902", "tags": ["comics-and-graphic-novels", "funny-stuff", "rather-short", "its-all-geek-to-me"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "99", "editor (internal use)": "Rose", "isbn": "0307273601", "isbn13": "9780307273604", "author_seamus_id": "", "author": "Mason Currey", "hide_ibooks": "", "book_seamus_id": "179257043", "title": "Daily Rituals: How Artists Work", "reviewer link": "", "review_seamus_headline": "'Daily Rituals' Of The Brilliantly Creative", "slug": "daily-rituals-how-artists-work", "genre (internal use)": "Nonfiction", "text": "Mason Currey details the work habits of dozens of modern artists (painters, sculptors, composers, choreographers, filmmakers, scientists and writers) from Gertrude Stein to Mahler, Gershwin, Shostakovich, Freud, Jung, Proust, Erik Satie, Joyce Carol Oates, Malamud, Stephen King, Joseph Heller, Darwin and many more. When do they wake up, when do they sit down to write or chisel stone, splash paint, and when do they eat, drink, laugh, love, sleep? It's all here &mdash; from the compulsions of Flaubert to the drug addiction of Ayn Rand &mdash; in this amazing and entertaining compendium of how geniuses apply themselves.", "review_seamus_id": "179286560", "reviewer": "Alan Cheuse", "random numbers": "0.259220975", "tags": ["biography-and-memoir", "science-and-society", "for-history-lovers", "eye-opening-reads", "for-art-lovers"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "142", "editor (internal use)": "Beth", "isbn": "0307957233", "isbn13": "9780307957238", "author_seamus_id": "171506304", "author": "Karen Russell", "hide_ibooks": "", "book_seamus_id": "171094368", "title": "Vampires In The Lemon Grove: Stories", "reviewer link": "http://www.npr.org/people/4529709/maureen-corrigan", "review_seamus_headline": "Tales Of Transformation Make 'Vampires In The Lemon Grove' A Stunner", "slug": "vampires-in-the-lemon-grove-stories", "genre (internal use)": "Short stories", "text": "This singular collection kicks off with a title story that does the near impossible: It makes me care about vampires &mdash; a breed more overexposed these days than Labrador retrievers. Other tales are in a literary league far beyond familiar orbits. \"Reeling for the Empire,\" for instance, imagines a sweatshop in 19th-century Japan where girls spin silk and, as they're doing so, metamorphose into silkworms. The instant anthology keeper, though, is called \"Proving Up.\" It's a Gothic tale of homesteading in Nebraska that dramatizes the payment &mdash; in sanity and mortality &mdash; that the land demanded from settlers. The daffy-to-devastating sweep of these stories will leave readers reeling.", "review_seamus_id": "171371946", "reviewer": "Maureen Corrigan", "author_seamus_headline": "Life, Love And Undeath In The 'Lemon Grove'", "random numbers": "0.260717956", "tags": ["poetry", "science-fiction-and-fantasy", "funny-stuff", "seriously-great-writing"], "reviewer ID": "book critic, <em>Fresh Air</em>"}, {"#": "147", "editor (internal use)": "Petra", "isbn": "0545397367", "isbn13": "9780545397360", "author_seamus_id": "", "author": "Jaclyn Moriarty", "hide_ibooks": "TRUE", "book_seamus_id": "243266424", "title": "A Corner Of White", "reviewer link": "http://www.alayadawnjohnson.com/", "slug": "a-corner-of-white", "genre (internal use)": "YA", "text": "It's traditional for fantasy heroes to leave their small towns for great adventures. But a series of disasters, from failing crops to falling fairies, keeps Elliot stuck at home. In modern-day Cambridge, England, Madeleine struggles to survive with her mother, and dreams of her rich, world-traveler father taking them back. Elliot's father is missing, too: He vanished a year ago after an attack of rogue colors. (In Elliot's fantastical Kingdom of Cello, visible wavelengths are living creatures, variously benign or deadly.) But though Madeleine and Elliot can't leave, they discover a way to send messages through a tiny rift between their universes. Their conversations are charming, funny, whip-smart and heartbreaking.", "review_seamus_id": "", "reviewer": "Alaya Dawn Johnson", "random numbers": "0.261208661", "tags": ["young-adult", "science-fiction-and-fantasy", "love-stories"], "reviewer ID": "author, most recently of <em>The Summer Prince</em>"}, {"#": "27", "editor (internal use)": "Rose", "isbn": "0805098585", "isbn13": "9780805098587", "author_seamus_id": "228487056", "author": "Erica Jong", "hide_ibooks": "TRUE", "book_seamus_id": "228488141", "title": "Fear Of Flying: A Novel", "reviewer link": "", "slug": "fear-of-flying-a-novel", "genre (internal use)": "Fiction", "text": "Is it cheating to pick everyone's favorite book of 1973 as a favorite in 2013? Who cares, when that book is the 40th anniversary edition of <em>Fear of Flying.</em> Erica Jong's seminal &mdash; I know, I know, but can you blame me? &mdash; work on female sexuality is worth rereading for two reasons. One, it's a great book, with a warm and funny heroine &mdash; more than a zipless read, if you will. It's simply fun to read the adventures of the deeply likable Isadora Wing, and it's sexy as hell. And two, once you've read it, you can listen to the inimitable Susan Stamberg's look back with Jong on the environment that created <em>Fear of Flying</em> and why it's still important, 40 years later. The icing on the cake? Jong's seductive alto reading from her work, and Mama Stamberg giggling over the zipless f- - -.", "review_seamus_id": "", "reviewer": "Barrie Hardymon", "author_seamus_headline": "40 Years Ago, 'Fear Of Flying' Showed Women Like Sex, Too", "random numbers": "0.263084645", "tags": ["realistic-fiction", "love-stories", "lets-talk-about-sex", "for-history-lovers", "eye-opening-reads", "npr-staff-picks", "book-club-ideas"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "1", "editor (internal use)": "Beth/Tanya", "isbn": "0374268061", "isbn13": "9780374268060", "author_seamus_id": "", "author": "Katherine A. Powers (editor)", "hide_ibooks": "", "book_seamus_id": "243024013", "title": "Suitable Accommodations: An Autobiographical Story Of Family Life: The Letters Of J.F. Powers, 1942-1963", "reviewer link": "http://www.npr.org/people/151841337/michael-schaub", "slug": "suitable-accommodations-an-autobiographical-story-of-family-life-the-letters-of-jf-powers-19421963", "genre (internal use)": "Autobiography", "text": "It's hard to talk about J.F. Powers, the Catholic writer who crafted a modern American classic with his 1962 novel, <em>Morte d'Urban,</em> without resorting to superlatives. Powers, who died in 1999, is possibly the most underappreciated fiction author of his generation, and quite likely the funniest. This collection of Powers' letters to his family and friends is addictive, delightful and alternately hilarious and heartbreaking. Edited by his daughter, journalist Katherine A. Powers, <em>Suitable Accommodations</em> is a fine introduction to the work of the greatest Minnesota writer in history.", "review_seamus_id": "", "reviewer": "Michael Schaub", "random numbers": "0.295853081", "tags": ["biography-and-memoir", "for-history-lovers", "rather-long"], "reviewer ID": "book critic"}, {"#": "188", "editor (internal use)": "Camila", "isbn": "1594487480", "isbn13": "9781594487484", "author_seamus_id": "", "author": "Juan Gabriel Vasquez, translated by Anne McLean", "hide_ibooks": "", "book_seamus_id": "200071955", "title": "The Sound Of Things Falling", "reviewer link": "http://marcelavaldes.com/", "review_seamus_headline": "The Drug Trade Destroys A Generation — Quietly — In 'Falling'", "slug": "the-sound-of-things-falling", "genre (internal use)": "Fiction", "text": "Law professor Antonio Yammara thinks he's indifferent to Colombia's history of drug-related violence. Then a motorcycle roars by, a stray bullet pierces his gut and the terror suppressed for a decade comes flooding in. We've seen enough morality tales about cops and dealers, victims and addicts. <em>The Sound of Things Falling</em> provides a more sophisticated pleasure: a vision of how drugs have unraveled a generation, one humble life at a time.", "review_seamus_id": "204517208", "reviewer": "Marcela Valdes", "random numbers": "0.302350806", "tags": ["realistic-fiction", "tales-from-around-the-world", "seriously-great-writing"], "reviewer ID": "book critic"}, {"#": "110", "editor (internal use)": "Camila", "isbn": "189065082X", "isbn13": "9781890650827", "author_seamus_id": "", "author": "Martha Ronk", "hide_ibooks": "TRUE", "book_seamus_id": "243289256", "title": "Transfer Of Qualities", "reviewer link": "http://www.craigmorganteicher.com/", "slug": "transfer-of-qualities", "genre (internal use)": "Poetry", "text": "Martha Ronk has been an experimental poetry darling for years, but this may indeed be her breakthrough: It's a series of prose meditations on objects found in rooms and the pressures they exert on the people going in and out of those rooms. Ronk has a cold, analytical tone that breaks suddenly and surprisingly into feeling in the oddest places. Is this poetry? Who knows, who cares &mdash; it's really, really good.", "review_seamus_id": "", "reviewer": "Craig Morgan Teicher", "random numbers": "0.321463354", "tags": ["poetry", "science-and-society", "seriously-great-writing"], "reviewer ID": "poet and critic"}, {"#": "128", "editor (internal use)": "Camila", "isbn": "0778314952", "isbn13": "9780778314950", "author_seamus_id": "", "author": "Suzanne Hayes and Loretta Nyhan", "hide_ibooks": "TRUE", "book_seamus_id": "186029318", "title": "I'll Be Seeing You", "reviewer link": "http://www.readaromancemonth.com/", "slug": "ill-be-seeing-you", "genre (internal use)": "Romance-ish", "text": "Written entirely through letters, this novel chronicles the correspondence of two very different women who help each other through the trials, triumphs and tragedies of war. Rita is a middle-aged professor's wife in Iowa with a husband and son in battle, while Glory is a young wife and mother in Massachusetts whose husband has enlisted. Despite their differences, the two develop a deep friendship, and readers are treated to an exquisitely rendered snapshot of life on the home front. A must-read for anyone even vaguely interested in the World War II era, with romance woven through the details.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.332917969", "tags": ["love-stories", "realistic-fiction", "for-history-lovers", "family-matters", "book-club-ideas", "historical-fiction"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "53", "editor (internal use)": "Beth/Petra", "isbn": "1606996444", "isbn13": "9781606996447", "author_seamus_id": "", "author": "Dash Shaw", "hide_ibooks": "TRUE", "book_seamus_id": "195932233", "title": "New School", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "review_seamus_headline": "A Tale Of The Estranged And The Just Plain Strange In 'New School'", "slug": "new-school", "genre (internal use)": "Graphic Novel", "text": "Dash Shaw makes comics that set out to unsettle, using the unique tools the medium provides to expose discomfiting truths about relationships both familial and romantic. A proud experimentalist, Shaw often shuns tidy narrative conventions in favor of raw emotion. His striking and enigmatic graphic novel <em>New School,</em> about two brothers who find work at a massive historical theme park called Clockworld, allows him to poke at a host of ideas about foreignness, sexuality and, obliquely, the making of art. It's a masterful, gorgeous and defiantly odd work that demands close attention &mdash; and richly rewards it.", "review_seamus_id": "195178394", "reviewer": "Glen Weldon", "random numbers": "0.337713784", "tags": ["comics-and-graphic-novels", "family-matters", "for-art-lovers", "the-dark-side", "seriously-great-writing"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "160", "editor (internal use)": "Beth", "isbn": "1609613546", "isbn13": "9781609613549", "author_seamus_id": "", "author": "Kathy Brennan, Caroline Campion", "hide_ibooks": "TRUE", "book_seamus_id": "243518472", "title": "Keepers: Two Home Cooks Share Their Tried-And-True Weeknight Recipes And The Secrets To Happiness In The Kitchen", "reviewer link": "http://tsusanchang.wordpress.com/", "slug": "keepers-two-home-cooks-share-their-triedandtrue-weeknight-recipes-and-the-secrets-to-happiness-in-the-kitchen", "genre (internal use)": "Cookbook", "text": "Do you need another book claiming to offer quick weeknight dinners? Well, you need this one. <em>Keepers</em> is highly focused &mdash; it's dinner and dinner only, and not one of its recipes will set you back more than 45 minutes. At the same time, these two former <em>Saveur</em> editors make no compromises on taste or quality. Even their shortcuts &mdash; a pack of frozen vegetables, store-bought puff pastry &mdash; are in the service of deliciousness (in this case, a fast chicken pot pie).", "review_seamus_id": "", "reviewer": "T. Susan Chang", "random numbers": "0.338745004", "tags": ["cookbooks-and-food"], "reviewer ID": "food writer, cookbook reviewer and author of the CookShelf app"}, {"#": "131", "editor (internal use)": "Petra", "isbn": "0765331969", "isbn13": "9780765331960", "author_seamus_id": "", "author": "Marie Brennan", "hide_ibooks": "", "book_seamus_id": "243277751", "title": "A Natural History Of Dragons: A Memoir By Lady Trent", "reviewer link": "http://www.techsploitation.com/", "slug": "a-natural-history-of-dragons-a-memoir-by-lady-trent", "genre (internal use)": "Science Fiction/Fantasy", "text": "This delightful alternate history takes place in a Victorian England where naturalists are eagerly creating phylogenies of dragons. It's the memoir of a scientist whose books about dragons are the definitive works in the field. But of course, all brilliant scientists have to start somewhere, and this book chronicles how a young woman in a male-dominated world managed to talk her way into dangerous scientific expeditions, and make incredible breakthroughs in the understanding of how dragons reproduce, fly, and speciate. Though a fantasy, this novel is truly a homage to the history of science – and its brave, no-nonsense heroine will win you over with her passionate love for field research (and her love for a bookish young man, too).", "review_seamus_id": "", "reviewer": "Annalee Newitz", "random numbers": "0.356050061", "tags": ["science-fiction-and-fantasy", "for-history-lovers", "its-all-geek-to-me", "love-stories"], "reviewer ID": "author of <em>Scatter, Adapt and Remember: How Humans Will Survive a Mass Extinction</em>"}, {"#": "5", "editor (internal use)": "Beth/Tanya", "isbn": "0316194751", "isbn13": "9780316194754", "author_seamus_id": "240778989", "author": "Robert Hilburn", "hide_ibooks": "", "book_seamus_id": "240794234", "title": "Johnny Cash: The Life", "reviewer link": "http://www.npr.org/people/151841337/michael-schaub", "slug": "johnny-cash-the-life", "genre (internal use)": "Biography", "text": "Johnny Cash became a legend long before he died, and there's no doubt that he's one of the most iconic American musicians of all time. Figures as beloved as the \"Man in Black\" present a hazard for biographers &mdash; it's easy for chronicles of their lives to turn into hagiographies. Journalist Robert Hilburn deftly avoids this trap in <em>Johnny Cash,</em> which is as fascinating as it is honest. Cash wouldn't have been who he was if it weren't for his capacity for both love and sin, and Hilburn's portrait of a genius in constant battle with his demons is as absorbing as any biography published this year.", "review_seamus_id": "", "reviewer": "Michael Schaub", "author_seamus_headline": "Biography Doesn't Hold Back On Darkest Years Of 'The Man In Black'", "random numbers": "0.358749722", "tags": ["biography-and-memoir", "for-history-lovers", "rather-long", "for-art-lovers"], "reviewer ID": "book critic"}, {"#": "37", "editor (internal use)": "Rose", "isbn": "0316230812", "isbn13": "9780316230810", "author_seamus_id": "", "author": "NoViolet Bulawayo", "hide_ibooks": "", "book_seamus_id": "186949273", "title": "We Need New Names: A Novel", "reviewer link": "", "review_seamus_headline": "Coming Of Age Amid Upheaval In 'We Need New Names'", "slug": "we-need-new-names-a-novel", "genre (internal use)": "Fiction", "text": "Shortlisted for the 2013 Man Booker Prize, this astonishing debut is narrated by Darling, a young girl from Zimbabwe. She is feisty, knowing and determined and she narrates in a distinct, powerful voice. Darling must face head-on the social trauma caused by a corrupt and derelict leadership and the ambivalent impact of the international NGO aid business. All this is subtly woven into what is, most important, the story of one unforgettable child who knows there has to be more to life than hunger and want &mdash; and of what happens when her dreams come true.", "review_seamus_id": "186950665", "reviewer": "Ellah Allfrey", "random numbers": "0.368512697", "tags": ["realistic-fiction", "tales-from-around-the-world", "seriously-great-writing"], "reviewer ID": "book critic and editor"}, {"#": "133", "editor (internal use)": "Petra", "isbn": "0316198536", "isbn13": "9780316198530", "author_seamus_id": "", "author": "Austin Grossman", "hide_ibooks": "", "book_seamus_id": "243279608", "title": "YOU", "reviewer link": "http://www.techsploitation.com/", "slug": "you", "genre (internal use)": "Science Fiction/Fantasy", "text": "<em>YOU</em> is a surreal, melancholy character study of a group of high school gamers who grow up to be semi-legendary videogame developers. Austin Grossman turned superheroes into socially awkward neurotics in his previous novel, <em>Soon I Will Be Invincible</em>, and here he turns game development into a dangerous, often-deadly quest. As our hero tries to find a bug in the game he is desperately trying to finish, he is also working through the senseless death of his friend, who created the first version of the game. In part, the book is a stylistic exploration of videogame writing, offering us pages of object and character descriptons just as they would be written before being converted into the code of a game. But it's also a coming-of-age story about how we never leave our fantasies behind. They become more real, and more powerful, as we age.", "review_seamus_id": "", "reviewer": "Annalee Newitz", "random numbers": "0.378125947", "tags": ["science-fiction-and-fantasy", "its-all-geek-to-me"], "reviewer ID": "author of <em>Scatter, Adapt and Remember: How Humans Will Survive a Mass Extinction</em>"}, {"#": "113", "editor (internal use)": "Camila", "isbn": "1555976441", "isbn13": "9781555976446", "author_seamus_id": "", "author": "Stephen Burt", "hide_ibooks": "TRUE", "book_seamus_id": "168536722", "title": "Belmont: Poems", "reviewer link": "http://www.craigmorganteicher.com/", "slug": "belmont-poems", "genre (internal use)": "Poetry", "text": "Stephen Burt is the leading poetry critic of his generation, one of contemporary poetry's most well-known advocates, but he is also a formidable poet himself. In this, his third and best book, he is moved to song by the challenges, whimsies and ecstasies of fatherhood and suburban life. These poems are all kinds of tender; they're funny, too. Most of all, they're made wise by a father's careful attention to all his children know.", "review_seamus_id": "", "reviewer": "Craig Morgan Teicher", "random numbers": "0.378482344", "tags": ["poetry", "seriously-great-writing", "funny-stuff", "family-matters"], "reviewer ID": "poet and critic"}, {"#": "111", "editor (internal use)": "Camila", "isbn": "0547928289", "isbn13": "9780547928289", "author_seamus_id": "", "author": "Charles Simic", "hide_ibooks": "", "book_seamus_id": "243289383", "title": "New And Selected Poems: 1962-2012", "reviewer link": "http://www.craigmorganteicher.com/", "slug": "new-and-selected-poems-19622012", "genre (internal use)": "Poetry", "text": "Charles Simic is justifiably famous, having taken poetry by storm in the late '60s and '70s with compact lyrics that combine a wry, Eastern European sense of humor with memories of a childhood haunted by war. Anyone who likes poetry has probably read at least a few of his surreal-seeming poems, which tell more of the truth than they let on. This the first selection of Simic's poems to span the six decades during which Simic has been writing, making it an essential book.", "review_seamus_id": "", "reviewer": "Craig Morgan Teicher", "random numbers": "0.378955405", "tags": ["poetry", "seriously-great-writing"], "reviewer ID": "poet and critic"}, {"#": "107", "editor (internal use)": "Camila", "isbn": "1938160142", "isbn13": "9781938160141", "author_seamus_id": "", "author": "Jillian Weise", "hide_ibooks": "", "book_seamus_id": "243288671", "title": "The Book Of Goodbyes", "reviewer link": "http://www.craigmorganteicher.com/", "slug": "the-book-of-goodbyes", "genre (internal use)": "Poetry", "text": "Jillian Weise, who won this year's Laughlin Award for an outstanding second book of poetry, is a force of nature. This collection follows up her debut, <em>The Amputee's Guide to Sex,</em> with what happens when sex becomes love that just won't go away &mdash; no matter how unsuitable the beloved seems to be. This is love poetry for the 21st century: hot, hip and heart-rending.", "review_seamus_id": "", "reviewer": "Craig Morgan Teicher", "random numbers": "0.387498215", "tags": ["poetry", "lets-talk-about-sex", "seriously-great-writing"], "reviewer ID": "poet and critic"}, {"#": "140", "editor (internal use)": "Camila", "isbn": "1616201738", "isbn13": "9781616201739", "author_seamus_id": "", "author": "Rebecca Lee", "hide_ibooks": "", "book_seamus_id": "243255974", "title": "Bobcat And Other Stories", "reviewer link": "http://www.janeciabattari.com", "slug": "bobcat-and-other-stories", "genre (internal use)": "Short stories", "text": "Rebecca Lee is a virtuoso &mdash; ironic, original, cosmopolitan. Standouts in this first collection are \"Fialta,\" about a love triangle set at an invitation-only workshop run by the \"architect of the prairies,\" and the title story, in which the hostess of an elaborate Upper West Side dinner party discovers her husband is cheating. In an eerie parallel, a guest describes a bobcat attack in Nepal: \" … when blood leaks out of a body, the body loses its pulsing internal clock, and all understanding of time is released. The soul becomes loosed from the body and unhinged from time simultaneously and begins to roam freely about … \"", "review_seamus_id": "", "reviewer": "Jane Ciabattari", "random numbers": "0.388758091", "tags": ["poetry", "the-dark-side", "seriously-great-writing", "realistic-fiction", "seriously-great-writing", "book-club-ideas", "lets-talk-about-sex"], "reviewer ID": "book critic and author of <em>Stealing the Fire</em>"}, {"#": "16", "editor (internal use)": "Rose", "isbn": "0770436404", "isbn13": "9780770436407", "author_seamus_id": "186090241", "author": "Anthony Marra", "hide_ibooks": "", "book_seamus_id": "178803345", "title": "A Constellation Of Vital Phenomena: A Novel", "reviewer link": "http://www.npr.org/people/2100948/lynn-neary", "review_seamus_headline": "From A Debut Writer, A Polished, Passionate, Must-Read Book", "slug": "a-constellation-of-vital-phenomena-a-novel", "genre (internal use)": "Fiction", "text": "The title is hard to wrap your mind around. It comes from a medical textbook's definition of \"life.\" Set during Chechnya's wars for independence from Russia, Anthony Marra's novel begins in a small village where a young girl's father has just been taken away by government troops. Her rescuer, the village doctor, seeks refuge in a barely functioning urban hospital run by a brilliant surgeon -- a still-young woman whose emotions have been stripped bare by war. These and the other characters whose lives run through this story of life in the midst of war are among the most memorable I have ever encountered. They will break your heart and keep you reading.", "review_seamus_id": "180074991", "reviewer": "Lynn Neary", "author_seamus_headline": "Transcending Hardships By Saving Others In 'Constellation'", "random numbers": "0.390328224", "tags": ["npr-staff-picks", "realistic-fiction", "for-history-lovers", "tales-from-around-the-world", "seriously-great-writing", "eye-opening-reads", "book-club-ideas", "historical-fiction", "family-matters"], "reviewer ID": "correspondent, Arts Desk"}, {"#": "100", "editor (internal use)": "Nicole", "isbn": "055380653X", "isbn13": "9780553806533", "author_seamus_id": "174758163", "author": "Dan Fagin", "hide_ibooks": "", "book_seamus_id": "174757182", "title": "Toms River: A Story Of Science And Salvation", "reviewer link": "", "slug": "toms-river-a-story-of-science-and-salvation", "genre (internal use)": "Nonfiction", "text": "You wouldn't necessarily expect the story of a dye manufacturing facility to be one of intrigue, insurrection, deception and death. But Dan Fagin's narrative of the arrival and explosive growth of a chemical plant in New Jersey in the 1950s weaves a complex tale of powerful industry, local politics, water rights, epidemiology, public health and cancer in a gripping, page-turning environmental thriller. Fiercely reported and accentuated with lessons in both historical science and modern medicine, <em>Toms River</em> is a tale of toxic waste, and the families and communities left in its wake.", "review_seamus_id": "", "reviewer": "Andrew Prince", "author_seamus_headline": "For Toms River, An Imperfect Salvation", "random numbers": "0.391280341", "tags": ["npr-staff-picks", "science-and-society", "eye-opening-reads", "for-history-lovers", "the-dark-side", "rather-long"], "reviewer ID": "Science Desk staff"}, {"#": "52", "editor (internal use)": "Rose", "isbn": "0312674465", "isbn13": "9780312674465", "author_seamus_id": "", "author": "Yoko Ogawa", "hide_ibooks": "", "book_seamus_id": "170067979", "title": "Revenge: Eleven Dark Tales", "reviewer link": "", "review_seamus_headline": "Under Ogawa's Macabre, Metafictional Spell", "slug": "revenge-eleven-dark-tales", "genre (internal use)": "Fiction/Short Stories", "text": "As you read this weird and mesmerizing collection you find Yoko Ogawa ascending into an orbit at least as high as Haruki Murakami's &mdash; as in the story \"Sewing for the Heart,\" which features a bag designer whose customer is a woman with her heart growing on the outside of her chest; or in the flatly told but utterly bizarre trio of linked stories \"Welcome to the Museum of Torture,\" \"The Man Who Sold Braces\" and \"The Last Hour of the Bengal Tiger.\" Ogawa stands on the shoulders of giants, as the saying goes. But this collection may linger in your mind &mdash; it does in mine &mdash; as a delicious, perplexing, absorbing and paradoxically singular experience.", "review_seamus_id": "170069725", "reviewer": "Alan Cheuse", "random numbers": "0.395985883", "tags": ["poetry", "the-dark-side", "rather-short", "realistic-fiction", "tales-from-around-the-world"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "", "editor (internal use)": "Camila", "isbn": "0374123667", "isbn13": "9780374123666", "author_seamus_id": "", "author": "Eli Brown", "hide_ibooks": "", "book_seamus_id": "187045973", "title": "Cinnamon And Gunpowder: A Novel", "reviewer link": "http://www.npr.org/people/2100882/petra-mayer", "review_seamus_headline": "'Cinnamon And Gunpowder': Haute Cuisine On The High Seas", "slug": "cinnamon-and-gunpowder-a-novel", "genre (internal use)": "Literary Fiction", "text": "Set sail with uptight chef Owen Wedgwood and rowdy pirate \"Mad Hannah\" Mabbot for a rollicking tale of haute cuisine on the high seas.  Wedgwood is a talented but prissy chef to a shipping magnate until Mabbot shoots his employer point-blank and takes him captive. She offers him a deal no chef can refuse: your life in exchange for one magnificent dinner a week, made from whatever's in the ship's larders.  Skim the family-drama back story, and savor instead Wedgwood's MacGyver-like ingenuity as he cobbles together bread starters, pheasant mole and brandied mango tart amid the chaos of a pirate ship.", "review_seamus_id": "187046564", "reviewer": "Petra Mayer", "random numbers": "0.400426286", "tags": ["realistic-fiction", "cookbooks-and-food", "for-history-lovers", "npr-staff-picks", "book-club-ideas"], "reviewer ID": "NPR Books staff"}, {"#": "11", "editor (internal use)": "Beth/Petra", "isbn": "0307906906", "isbn13": "9780307906908", "author_seamus_id": "", "author": "Ben Katchor", "hide_ibooks": "TRUE", "book_seamus_id": "173455377", "title": "Hand-Drying In America: And Other Stories", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "review_seamus_headline": "The Mundane World Illuminated In 'Hand-Drying In America'", "slug": "handdrying-in-america-and-other-stories", "genre (internal use)": "Comic", "text": "In his latest collection of comics mini-stories, the creator of the brilliant <em>Julius Knipl, Real Estate Photographer</em> gently interrogates the everyday &mdash; the click of a light switch, say, or the nozzle on a can of shaving cream &mdash; and finds unimagined and uncanny depths within. Ben Katchor sets up an intriguing tension between his rough, riotous, almost impressionistic figures and backgrounds and the voice of his captions, which enumerate salient story points with the dry, implacable plainness of a 1950s plumbing-fixture catalog. Elliptical and mysterious but never abstruse, the picture-poems of <em>Hand-Drying in America</em> celebrate the mundane world around us by revealing it to be anything but.", "review_seamus_id": "173456908", "reviewer": "Glen Weldon", "random numbers": "0.404287116", "tags": ["comics-and-graphic-novels", "rather-short", "eye-opening-reads", "for-art-lovers"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "106", "editor (internal use)": "Camila", "isbn": "0374173613", "isbn13": "9780374173616", "author_seamus_id": "", "author": "Frank Bidart", "hide_ibooks": "TRUE", "book_seamus_id": "168536124", "title": "Metaphysical Dog", "reviewer link": "http://www.craigmorganteicher.com/", "slug": "metaphysical-dog", "genre (internal use)": "Poetry", "text": "One of the great living masters of contemporary poetry, Frank Bidart is at the height of his powers in this extraordinary new book of short, midlength and long poems. With his trademark intensity, Bidart, once a friend and disciple of Robert Lowell and Elizabeth Bishop, revisits his early work in searing new poems. Looking back on a long life, he recalls the pre-World War II music, movies and culture that has sustained his imagination for decades. When Bidart recalls his tortured coming out, the weight of his guilt and anguish is palpable &mdash; but so is his faith that art can make hardship not merely bearable, but almost unbearably beautiful.", "review_seamus_id": "", "reviewer": "Craig Morgan Teicher", "random numbers": "0.408825154", "tags": ["love-stories", "for-history-lovers", "seriously-great-writing"], "reviewer ID": "poet and critic"}, {"#": "150", "editor (internal use)": "Petra", "isbn": "0312642962", "isbn13": "9780312642969", "author_seamus_id": "", "author": "Marissa Meyer", "hide_ibooks": "", "book_seamus_id": "243268501", "title": "Scarlet", "reviewer link": "http://www.alayadawnjohnson.com/", "slug": "scarlet", "genre (internal use)": "YA", "text": "Marissa Meyer's debut, <em>Cinder</em>, retold Cinderella with a resourceful cyborg mechanic who left her <em>foot</em> on the palace stairs. I wasn't sure how I felt about adding Little Red Riding Hood to the mix, but <em>Scarlet</em>  won me over within a chapter. Meyer's mashup of fairytales with science fictional worldbuilding works its magic again, with French Scarlet searching frantically for her grandmother &mdash; with the help of a bio-engineered big bad Wolf, of course.", "review_seamus_id": "", "reviewer": "Alaya Dawn Johnson", "random numbers": "0.424099108", "tags": ["young-adult", "science-fiction-and-fantasy", "its-all-geek-to-me", "mysteries-and-thrillers", "rather-long"], "reviewer ID": "author, most recently of <em>The Summer Prince</em>"}, {"#": "115", "editor (internal use)": "Rose", "isbn": "0393050688", "isbn13": "9780393050684", "author_seamus_id": "209256446", "author": "Robert Pinsky", "hide_ibooks": "", "book_seamus_id": "188728896", "title": "Singing School: Learning To Write (And Read) Poetry By Studying with the Masters", "reviewer link": "", "slug": "singing-school-learning-to-write-and-read-poetry-by-studying-with-the-masters", "genre (internal use)": "Poetry", "text": "A marvelous, career-crowning, 80-poem anthology with brief essays and headnotes offers Robert Pinsky's account of how he learned to write (and read) poetry by studying the masters of the form. The poems range from Michelangelo's lament about the difficulties of painting the ceiling of the Sistine Chapel to Gregory Corso on marriage; Frank O'Hara, Yeats and Marianne Moore on poetry; Whitman on the Civil War dead; Sappho, Pound and Sylvia Plath on love; and Sterling Brown on a sleeping Harlem.", "review_seamus_id": "", "reviewer": "Alan Cheuse", "author_seamus_headline": "Pinsky's 'Singing School': Poetry For The Verse Averse", "random numbers": "0.42842779", "tags": ["poetry", "for-art-lovers", "for-history-lovers"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "155", "editor (internal use)": "Nicole", "isbn": "0812994868", "isbn13": "9780812994865", "author_seamus_id": "", "author": "Naoki Higashida, translated by David Mitchell and KA Yoshida", "hide_ibooks": "", "book_seamus_id": "231366636", "title": "The Reason I Jump: The Inner Voice Of A Thirteen-Year-Old Boy With Autism", "reviewer link": "", "slug": "the-reason-i-jump-the-inner-voice-of-a-thirteenyearold-boy-with-autism", "genre (internal use)": "Health/Memoir", "text": "<p>What this nontraditional memoir taught me: My anguish makes others suffer, especially when I can't communicate.</p>\n<p>And: Just because I can't stop doing something doesn't mean I enjoy it.</p>\n<p>Turns out this 13-year-old Japanese boy with autism has me figured out. Add his clarity and gentle spirit and you've got magic. \"Stay close by and keep a gentle eye on us, and while we're swept up in our torment, please stop us from hurting ourselves or others.\" Sounds like a prayer, doesn't it? What a kid.</p>", "review_seamus_id": "", "reviewer": "Philipp Goedicke", "random numbers": "0.429768578", "tags": ["npr-staff-picks", "biography-and-memoir", "rather-short", "eye-opening-reads", "science-and-society"], "reviewer ID": "limericist, <em>Wait Wait ... Don't Tell Me!</em>"}, {"#": "165", "editor (internal use)": "Nicole", "isbn": "1423164911", "isbn13": "9781423164913", "author_seamus_id": "", "author": "Jonathan Stroud", "hide_ibooks": "TRUE", "book_seamus_id": "244796024", "title": "The Screaming Staircase", "reviewer link": "", "slug": "the-screaming-staircase", "genre (internal use)": "Middle grade", "text": "Three kids who run a professional ghost hunting company have been hired to investigate a house that's so haunted and dangerous, no other team has ever made it out alive. If you're into gripping and suspenseful ghost stories mixed with dry humor, this book is for you. (Bonus points if you also like murdered monks and walls dripping with blood.) (For ages 8 to 12)", "review_seamus_id": "", "reviewer": "Emily Ecton", "random numbers": "0.430500151", "tags": ["npr-staff-picks", "kids-books", "science-fiction-and-fantasy", "mysteries-and-thrillers"], "reviewer ID": "<em>Wait Wait ... Don't Tell Me!</em> staff"}, {"#": "54", "editor (internal use)": "Beth/Petra", "isbn": "1606996061", "isbn13": "9781606996065", "author_seamus_id": "", "author": "Gilbert Hernandez", "hide_ibooks": "TRUE", "book_seamus_id": "175957210", "title": "Julio's Day", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "slug": "julios-day", "genre (internal use)": "Graphic Novel", "text": "We've seen the character Julio before &mdash; he was introduced in the second volume of Gilbert and Jamie Hernandez's groundbreaking \"Love and Rockets\" series. Here, Gilbert Hernandez gives him the spotlight, chronicling the events of his singular life from his birth in the year 1900 to his death 100 years later. In between, there are pain and loss, war and disease, and &mdash; most movingly &mdash; throttled sexual desire that Julio cannot bring himself to acknowledge, much less name. With a quiet, carefully layered mastery, Hernandez shows us the times changing around Julio, while Julio remains unchanged &mdash; and alone.", "review_seamus_id": "", "reviewer": "Glen Weldon", "random numbers": "0.436324347", "tags": ["comics-and-graphic-novels", "for-history-lovers", "rather-short", "seriously-great-writing", "family-matters"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "26", "editor (internal use)": "Rose", "isbn": "0062255657", "isbn13": "9780062255655", "author_seamus_id": "191353158", "author": "Neil Gaiman", "hide_ibooks": "", "book_seamus_id": "190749072", "title": "The Ocean At The End Of The Lane", "reviewer link": "", "review_seamus_headline": "A Deceptively Simple Tale Of Magic And Peril In 'Ocean'", "slug": "the-ocean-at-the-end-of-the-lane", "genre (internal use)": "Fiction", "text": "Even if you are not familiar with the prodigious &mdash; and prolific &mdash; talent of Neil Gaiman, you'll want to spend a novella's worth of time inside the dark world at the heart of <em>The Ocean At The End of the Lane.</em> The book begins with a middle-aged man who goes back to his childhood home after a funeral, where he begins having recollections of a series of curious events. I think it would spoil the pleasure of the book to say more about its plot &mdash; there's a brave girl, and a special boy, and a sacrifice &mdash; but at a mere 192 pages, it begs to be read twice to enjoy the sorrow and surprise of its ending. Although it's been called a book for adults, what Gaiman is most deft at is describing the terrors, large and small, of childhood, and how those terrors linger and shape adults. \"Truth is,\" Gaiman writes, \"there aren't any grown-ups. Not one, not in the whole wide world.\"", "review_seamus_id": "191346480", "reviewer": "Barrie Hardymon", "author_seamus_headline": "Gaiman's New 'Ocean' Is No Kiddie Pool", "random numbers": "0.451890089", "tags": ["science-fiction-and-fantasy", "rather-short", "the-dark-side", "npr-staff-picks", "family-matters"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "9", "editor (internal use)": "Beth", "isbn": "0307962105", "isbn13": "9780307962102", "author_seamus_id": "189222503", "author": "Patricia Volk", "hide_ibooks": "", "book_seamus_id": "175583585", "title": "Shocked: My Mother, Schiaparelli, And Me", "reviewer link": "http://www.npr.org/people/4529709/maureen-corrigan", "review_seamus_headline": "Beauty Marks: Patricia Volk's Lessons In Womanhood", "slug": "shocked-my-mother-schiaparelli-and-me", "genre (internal use)": "Biography/Memoir", "text": "Patricia Volk's grandfather introduced pastrami to America -- a story she told in her evocative 2002 memoir, <em>Stuffed.</em>. Volk introduces something just as revolutionary and delicious in <em>Shocked,</em>, a memoir that focuses on two titanic role models she embraced as a girl: her knockout of a mother, Audrey, and the famous haute couture designer, Elsa Schiaparelli. Volk brings something of Schiaparelli's surrealist approach to <em>Shocked</em> (whose book jacket is the eye-popping shade of \"shocking pink\" that Schiaparelli invented). The narrative is exuberantly loopy and the gorgeous color photos of creations like Schiaparelli's high-heeled, ocelot fur bowling shoes and \"lobster dress\" don't just supplement the text, but extend it outward.", "review_seamus_id": "176672022", "reviewer": "Maureen Corrigan", "author_seamus_headline": "In 'Shocked,' Patricia Volk Honors Two Formative Femmes", "random numbers": "0.456292997", "tags": ["biography-and-memoir", "family-matters", "book-club-ideas"], "reviewer ID": "book critic, <em>Fresh Air</em>"}, {"#": "79", "editor (internal use)": "Rose", "isbn": "1451666179", "isbn13": "9781451666175", "author_seamus_id": "240779810", "author": "Allie Brosh", "hide_ibooks": "", "book_seamus_id": "240779382", "title": "Hyperbole And A Half: Unfortunate Situations, Flawed Coping Mechanisms, Mayhem, And Other Things That Happened", "reviewer link": "", "review_seamus_headline": "Present Tense: Allie Brosh, Donald Glover, And Hurting Right Now", "slug": "hyperbole-and-a-half-unfortunate-situations-flawed-coping-mechanisms-mayhem-and-other-things-that-happened", "genre (internal use)": "Memoir/Graphic", "text": "Even if you're not part of the enormous following her Web comic spawned, you might have seen Allie Brosh's instantly recognizable, candy-colored drawings posted here and there if you've been, y'know, on the Internet. This collection of her work from her hugely popular blog is autobiographical and immensely inventive &mdash; her drawings could be called crude if they weren't so incredibly sophisticated at the same time. Brosh has a knack for the really, truly, giggle-snort funny &mdash; but she's also painfully perceptive, particularly in her descriptions of her struggle with depression, which are so accurate, they are required reading for anyone trying to understand why depression is so much more than being sad.", "review_seamus_id": "241585887", "reviewer": "Barrie Hardymon", "author_seamus_headline": "'Hyperbole' Creator Considers All The Things", "random numbers": "0.456780655", "tags": ["biography-and-memoir", "comics-and-graphic-novels", "funny-stuff", "npr-staff-picks"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "132", "editor (internal use)": "Petra", "isbn": "0399162097", "isbn13": "9780399162091", "author_seamus_id": "", "author": "Karen Joy Fowler", "hide_ibooks": "", "book_seamus_id": "187339158", "title": "We Are All Completely Beside Ourselves", "reviewer link": "http://www.techsploitation.com/", "review_seamus_headline": "'Beside Ourselves' Explores Human-Animal Connections", "slug": "we-are-all-completely-beside-ourselves", "genre (internal use)": "Science Fiction/Fantasy", "text": "One of the great masterpieces of 2013, the latest novel from <em>Jane Austen Book Club</em> author Karen Joy Fowler is based on several experiments in the 1970s where anthropologists raised chimps with their own children to see what would happen. The result is a heartbreakingly recognizable dysfunctional family, whose problem child is sent away to an institution after a series of violent incidents. Except in this case, the institution is an animal experimentation center &mdash; and the troubled children who remain behind struggle to understand what it means to be human after growing up with a sister whom the world sees as an animal.", "review_seamus_id": "187339756", "reviewer": "Annalee Newitz", "random numbers": "0.460547693", "tags": ["realistic-fiction", "family-matters", "book-club-ideas"], "reviewer ID": "author of <em>Scatter, Adapt and Remember: How Humans Will Survive a Mass Extinction</em>"}, {"#": "124", "editor (internal use)": "Camila", "isbn": "0515154083", "isbn13": "9780515154085", "author_seamus_id": "", "author": "Jayne Ann Krentz", "hide_ibooks": "TRUE", "book_seamus_id": "243274835", "title": "Dream Eyes", "reviewer link": "http://www.readaromancemonth.com/", "slug": "dream-eyes", "genre (internal use)": "Romance", "text": "Two years ago, psychic Gwen Frazier was nearly the victim of a serial killer in Wilby, Ore. She has returned to investigate the death of her mentor, and once again, she's become a target. Vulnerable and anxious, she is grateful when Judson Coppersmith joins her. His security expertise and experience with violent crime are the perfect counterpoint to her quiet detection skills, while her psychic abilities may help him heal from a recent accident. The sizzling attraction they share might lead to forever, too &mdash; if they can survive. Nobody does romantic suspense or light paranormal better than Jayne Ann Krentz.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.465922904", "tags": ["love-stories", "science-fiction-and-fantasy", "lets-talk-about-sex", "mysteries-and-thrillers"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "196", "editor (internal use)": "Nicole", "isbn": "1476727651", "isbn13": "9781476727653", "author_seamus_id": "223105565", "author": "Stephen King", "hide_ibooks": "", "book_seamus_id": "223039737", "title": "Doctor Sleep: A Novel", "reviewer link": "http://www.npr.org/people/4510160/david-greene", "review_seamus_headline": "Here's Danny! 'Doctor Sleep' Picks Up Where 'Shining' Left Off", "slug": "doctor-sleep-a-novel", "genre (internal use)": "Fiction", "text": "Read this book anywhere … except, say, if you're alone and snowbound in a vacant, isolated hotel. Yes, Stephen King brings us the sequel to <em>The Shining</em> &mdash; and it's almost as gripping as the original. The book follows Danny, the terrified boy from the Overlook Hotel, into adulthood in New England. King says writing a sequel to such a blockbuster was risky &mdash; \"being scared is like sex,\" the author <a href=\"http://www.npr.org/2013/09/24/223105565/stephen-king-on-getting-scared-nothing-like-your-first-time\" target=\"_blank\">says</a>, \"there's nothing like your first time\" &mdash; but he simply couldn't resist. And neither will you after you open these pages.", "review_seamus_id": "223031708", "reviewer": "David Greene", "author_seamus_headline": "Stephen King On Getting Scared: 'Nothing Like Your First Time'", "random numbers": "0.472556696", "tags": ["mysteries-and-thrillers", "science-fiction-and-fantasy", "npr-staff-picks", "rather-long", "the-dark-side"], "reviewer ID": "host, <em>Morning Edition</em>"}, {"#": "65", "editor (internal use)": "Camila", "isbn": "0062207393", "isbn13": "9780062207395", "author_seamus_id": "171396947", "author": "Tara Conklin", "hide_ibooks": "", "book_seamus_id": "171308904", "title": "The House Girl: A Novel", "reviewer link": "http://www.jeanzimmerman.com", "slug": "the-house-girl-a-novel", "genre (internal use)": "Historical Fiction", "text": "<em>The House Girl</em>'s premise is compelling. It's easy to get swept up in this quietly dramatic novel, an interwoven depiction of two heroines separated by 150 years. A 17-year-old slave, Josephine, in pre-Civil War Virginia, is a brilliant, overlooked visual artist. Lina, a young attorney in 2004 Manhattan, tackles an unprecedented reparations case that names Josephine's descendant as plaintiff. As recounted by fresh-voiced debut novelist Tara Conklin, both stories explore our roots, delineating what makes us flee and what makes us whole.", "review_seamus_id": "", "reviewer": "Jean Zimmerman", "author_seamus_headline": "'House Girl' Ties Past To Present In Tale Of Art And Slavery", "random numbers": "0.473722067", "tags": ["realistic-fiction", "for-history-lovers", "mysteries-and-thrillers", "for-art-lovers", "book-club-ideas", "historical-fiction"], "reviewer ID": "book critic and author, most recently of <em>The Orphanmaster</em>"}, {"#": "30", "editor (internal use)": "Rose", "isbn": "1400043131", "isbn13": "9781400043132", "author_seamus_id": "182249161", "author": "James Salter", "hide_ibooks": "", "book_seamus_id": "174405732", "title": "All That Is: A Novel", "reviewer link": "", "review_seamus_headline": "Real Writing, Real Life In Salter's 'All That Is'", "slug": "all-that-is-a-novel", "genre (internal use)": "Fiction", "text": "In <em>All That Is,</em> James Salter's version of a contemporary American <em>War and Peace,</em> the war &mdash; World War II in this instance &mdash; comes first, as Philip Bowman survives naval battles and returns to the U.S. where, in New York City, he makes his life in the publishing trade. Early marriage, divorce, love affairs and a deepening sense of life's sweetness and severities make up the lapidary pages of this career-crowning work of fiction.", "review_seamus_id": "175355818", "reviewer": "Alan Cheuse", "author_seamus_headline": "After Long Wait, Novelist James Salter Shares 'All That Is'", "random numbers": "0.47919964", "tags": ["realistic-fiction", "love-stories", "for-history-lovers", "lets-talk-about-sex", "historical-fiction", "family-matters", "seriously-great-writing"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "31", "editor (internal use)": "Rose", "isbn": "0374224242", "isbn13": "9780374224240", "author_seamus_id": "", "author": "Nathaniel Rich", "hide_ibooks": "", "book_seamus_id": "176711725", "title": "Odds Against Tomorrow", "reviewer link": "", "slug": "odds-against-tomorrow", "genre (internal use)": "Fiction", "text": "Nathaniel Rich focuses on a Midwestern mathematician named Mitchell Zukor, who develops a wild talent for seeing worst-case scenarios about climate and ecology. When a storm bigger than any Sandy we've ever known floods most of New York City, Zukor, with the help of a young woman from his office, comes into his own. The scenes of the flooding of Manhattan are as terrifically described as any of the best science-fiction we have. A knockout of a book by a young writer to keep your eye on.", "review_seamus_id": "", "reviewer": "Alan Cheuse", "random numbers": "0.501991606", "tags": ["realistic-fiction", "mysteries-and-thrillers", "the-dark-side", "love-stories", "book-club-ideas"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "119", "editor (internal use)": "Camila", "isbn": "0425268888", "isbn13": "9780425268889", "author_seamus_id": "", "author": "Sherry Thomas", "hide_ibooks": "", "book_seamus_id": "243272725", "title": "The Luckiest Lady In London", "reviewer link": "http://www.readaromancemonth.com/", "slug": "the-luckiest-lady-in-london", "genre (internal use)": "Romance", "text": "Everyone in London is astounded when Felix Rivendale, the Marquess of Wrenworth, pursues Louisa Cantwell &mdash; she's charming enough, perhaps, but a complete nobody by high society's standards. Secretly, Louisa and Felix share a racy courtship and, soon, a marriage. Lord Wrenworth learned long ago that risking his heart was unacceptable, so he's determined to keep it safe and sound ... even if his fetching wife might be his perfect match and best chance for happiness. With flawless, breathtaking storytelling and subtle, perceptive characterization, Sherry Thomas leads the reader on a roller coaster of heart-wrenching emotion and romance.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.504181943", "tags": ["love-stories", "for-history-lovers", "lets-talk-about-sex"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "70", "editor (internal use)": "Camila", "isbn": "1609451384", "isbn13": "9781609451387", "author_seamus_id": "", "author": "Jonathan Grimwood", "hide_ibooks": "", "book_seamus_id": "243283262", "title": "The Last Banquet", "reviewer link": "http://www.jeanzimmerman.com", "slug": "the-last-banquet", "genre (internal use)": "Historical Fiction", "text": "Foodies and Francophiles alike will relish this debut novel about Jean-Marie d'Aumout, whom we first meet crunching beetles as a starving orphaned son of nobility in 1723. He goes on to be educated as an aristocrat, fall in love frequently and serve as witness to a century of vast changes. Jonathan Grimwood details d'Aumont's outsized appetites: for the bliss of Roquefort, for raw trout, for the braised heart of a wolf whose neck he has broken in the woods. His many adventures include corresponding with Voltaire and becoming Lord Master of the Menagerie at Versailles, but <em>The Last Banquet</em> always comes back to the faculty of taste. Flamingo tongues cooked \"in the Roman style,\" anyone?", "review_seamus_id": "", "reviewer": "Jean Zimmerman", "random numbers": "0.509129474", "tags": ["realistic-fiction", "for-history-lovers", "tales-from-around-the-world", "cookbooks-and-food", "lets-talk-about-sex", "historical-fiction"], "reviewer ID": "book critic and author, most recently of <em>The Orphanmaster</em>"}, {"#": "56", "editor (internal use)": "Beth/Petra", "isbn": "1596431458", "isbn13": "9781596431454", "author_seamus_id": "", "author": "Paul Pope", "hide_ibooks": "", "book_seamus_id": "243017407", "title": "Battling Boy", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "slug": "battling-boy", "genre (internal use)": "Graphic Novel", "text": "Paul Pope's art churns on the page with grim intent; it is messily, gorgeously, impatiently alive. With the long-awaited <em>Battling Boy,</em> the first volume in a sprawling coming-of-age tale about young heroes who face off against slavering child-abducting monsters, Pope is in his element, imbuing these vibrantly colored pages with an epic scope &mdash; and a singular artistic vision &mdash; that the aging, increasingly denuded genre of superhero comics hasn't seen since Jack Kirby.", "review_seamus_id": "", "reviewer": "Glen Weldon", "random numbers": "0.511023082", "tags": ["comics-and-graphic-novels", "its-all-geek-to-me", "science-fiction-and-fantasy", "for-art-lovers"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "137", "editor (internal use)": "Camila", "isbn": "0062258125", "isbn13": "9780062258120", "author_seamus_id": "", "author": "Tom Barbash", "hide_ibooks": "", "book_seamus_id": "243253967", "title": "Stay Up With Me", "reviewer link": "http://www.janeciabattari.com", "slug": "stay-up-with-me", "genre (internal use)": "Short stories", "text": "Tom Barbash is a master of the intriguing first sentence: \"My son, Rajiv, is sleeping with a student from my Dante class.\" \"Kistler's second winter in upstate New York was a season of fires, snowstorms, and deaths.\" He writes of a newly single mom who invades her son's love life during his college break, and of a man just deserted by his wife who hosts their annual party to watch \"cloud-sized cartoon characters\" being inflated for the Thanksgiving parade. \"To Amy!\" he calls out drunkenly, realizing he is at the start of the \"darkest part of his life.\" Barbash's miniature dramas sparkle with grace and wit.", "review_seamus_id": "", "reviewer": "Jane Ciabattari", "random numbers": "0.512396358", "tags": ["poetry", "the-dark-side", "realistic-fiction", "seriously-great-writing", "book-club-ideas", "family-matters", "lets-talk-about-sex"], "reviewer ID": "book critic and author of <em>Stealing the Fire</em>"}, {"#": "64", "editor (internal use)": "Camila", "isbn": "0802121187", "isbn13": "9780802121189", "author_seamus_id": "", "author": "Kent Wascom", "hide_ibooks": "", "book_seamus_id": "188674710", "title": "The Blood Of Heaven", "reviewer link": "http://www.jeanzimmerman.com", "review_seamus_headline": "Frontier Preachers Thump More Than Bibles In 'Blood Of Heaven'", "slug": "the-blood-of-heaven", "genre (internal use)": "Historical Fiction", "text": "In Kent Wascom's <em>The Blood of Heaven,</em> the aging slave trader Angel Woolsack confides his story of coming to manhood on the unruly American frontier in the first days of the 19th century. We travel the bayou-fringed lands stretching from Pensacola to New Orleans with this son of a firebrand preacher, encountering characters and events out of underremembered scraps of U.S. history: the Kemper Brothers' rebellion, Aaron Burr's seditious land grab, the birth of Florida. Slaves, plantation scions and dirty politicians throng this cracked-open world, as Wascom's propulsive narrative takes us into the dark, fomenting soul of the South.", "review_seamus_id": "188677221", "reviewer": "Jean Zimmerman", "random numbers": "0.514283817", "tags": ["realistic-fiction", "for-history-lovers", "the-dark-side", "seriously-great-writing", "historical-fiction"], "reviewer ID": "book critic and author, most recently of <em>The Orphanmaster</em>"}, {"#": "176", "editor (internal use)": "Rose", "isbn": "140006788X", "isbn13": "9781400067886", "author_seamus_id": "213518390", "author": "Marisha Pessl", "hide_ibooks": "", "book_seamus_id": "207386724", "title": "Night Film: A Novel", "reviewer link": "", "review_seamus_headline": "Brainy, Fat And Full Of Ideas: 'Night Film' Is A Good-Natured Thriller", "slug": "night-film-a-novel", "genre (internal use)": "", "text": "This big, inventive novel is about the dark secrets of a creepy film director, Stanislav Cordova, his mysterious daughter who has fallen to her death, and the investigative journalist who tries to figure out the whole story. But while it's called a novel, <em>Night Film</em> wants to be a lot more than that. Marisha Pessl uses all kinds of made-up documents: newspaper clippings, photos, police reports, magazine articles supposedly taken from <em>Time</em> and <em>Rolling Stone,</em> and transcripts of chatter on a highly culty, closed online community called The Blackboard, to tell its thriller of a story", "review_seamus_id": "207386392", "reviewer": "Meg Wolitzer", "author_seamus_headline": "App, Secret Sites Create The Immersive World Of 'Night Film'", "random numbers": "0.525416222", "tags": ["mysteries-and-thrillers", "rather-long", "the-dark-side", "book-club-ideas"], "reviewer ID": "author, most recently of <em>The Interestings</em>"}, {"#": "78", "editor (internal use)": "Rose", "isbn": "0385350775", "isbn13": "9780385350778", "author_seamus_id": "225836464", "author": "Julian Barnes", "hide_ibooks": "", "book_seamus_id": "226174589", "title": "Levels Of Life", "reviewer link": "", "slug": "levels-of-life", "genre (internal use)": "Memoir/Fiction/Essay", "text": "\"You put together two things that have not been put together before. And the world is changed.\" In this meditation on love, destiny and loss, Julian Barnes brings his not inconsiderable powers of reflection to tackle a subject that is both personal and yet undeniably universal. It begins as a story of hot air balloons, photography and love in a time of decadence and gradually develops into a profound and intimate account of his grief following the death of his wife. Visceral, exquisitely crafted, thoughtful and heartbreaking. This is an unforgettable book.", "review_seamus_id": "", "reviewer": "Ellah Allfrey", "author_seamus_headline": "Julian Barnes 'Levels' With Us On Love, Loss And Ballooning", "random numbers": "0.533092399", "tags": ["biography-and-memoir", "science-and-society", "love-stories", "rather-short", "tales-from-around-the-world", "seriously-great-writing", "the-dark-side", "book-club-ideas"], "reviewer ID": "book critic and editor"}, {"#": "32", "editor (internal use)": "Rose", "isbn": "0802121632", "isbn13": "9780802121639", "author_seamus_id": "", "author": "Jeanette Winterson", "hide_ibooks": "", "book_seamus_id": "239679447", "title": "The Daylight Gate", "reviewer link": "", "review_seamus_headline": "'Gate' Opens To Bloody And Raucous 17th Century England", "slug": "the-daylight-gate", "genre (internal use)": "Fiction", "text": "This book serves as a portal in prose, through which readers fully enter bloody, raucous England seven years after the undoing of the infamous Gunpowder Plot, when Catholic terrorists attempted to blow up the Parliament of the Protestant King James I. Jeanette Winterson's bold sentences and pithy but authentic scenes quickly build sympathy for her outlier characters: the naysayers; the mad, violated children; the same-sex lovers. Any reader who crosses over into this novel will remember vividly where he or she has traveled.", "review_seamus_id": "241449507", "reviewer": "Alan Cheuse", "random numbers": "0.546383731", "tags": ["science-fiction-and-fantasy", "for-history-lovers", "the-dark-side", "historical-fiction"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "154", "editor (internal use)": "Nicole", "isbn": "1611800331", "isbn13": "9781611800333", "author_seamus_id": "", "author": "Shozan Jack Haubner", "hide_ibooks": "", "book_seamus_id": "246027403", "title": "Zen Confidential: Confessions Of A Wayward Monk", "reviewer link": "", "slug": "zen-confidential-confessions-of-a-wayward-monk", "genre (internal use)": "Humor/Essays", "text": "I enjoy the occasional poop joke, and books about living in the moment. You might say I prefer &mdash; wait for it &mdash; scatology to eschatology. So this was the book for me. The author is a cranky misanthrope who goes to a Buddhist monastery to get some big answers and continually rediscovers that mucking about in the daily grind <em>is</em> the big answer. Works for me. (And I read it on vacation in Disney World, a different kind of Zen retreat.)", "review_seamus_id": "", "reviewer": "Philipp Goedicke", "random numbers": "0.546824671", "tags": ["npr-staff-picks", "biography-and-memoir", "funny-stuff"], "reviewer ID": "limericist, <em>Wait Wait ... Don't Tell Me!</em>"}, {"#": "77", "editor (internal use)": "Rose", "isbn": "1596916982", "isbn13": "9781596916982", "author_seamus_id": "181972729", "author": "Anchee Min", "hide_ibooks": "", "book_seamus_id": "181957900", "title": "The Cooked Seed: A Memoir", "reviewer link": "", "slug": "the-cooked-seed-a-memoir", "genre (internal use)": "Memoir", "text": "Anchee Min's follow-up to her memoir, <em>Red Azalea,</em> about her life in China under the Cultural Revolution, picks up the narrative 20 years later &mdash; when Min arrives in America, with a mere $500 in her pocket and a plan to study art in Chicago. How she goes from terrified student who could barely speak English to best-selling author is a gripping tale &mdash; the kind of memoir you'll find yourself talking about at dinner parties in a fever of inspiration. It's the ultimate immigrant story &mdash; but its power lies in how much it lays bare the odd paradoxes of this country, even as Min struggles to find her place.", "review_seamus_id": "", "reviewer": "Barrie Hardymon", "author_seamus_headline": "A 'Cooked Seed' Sprouts After All, In America", "random numbers": "0.554389559", "tags": ["biography-and-memoir", "family-matters", "love-stories", "npr-staff-picks"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "152", "editor (internal use)": "Petra", "isbn": "1423183096", "isbn13": "9781423183099", "author_seamus_id": "", "author": "Elizabeth Wein", "hide_ibooks": "TRUE", "book_seamus_id": "189563532", "title": "Rose Under Fire", "reviewer link": "http://www.alayadawnjohnson.com/", "slug": "rose-under-fire", "genre (internal use)": "YA", "text": "After <em>Code Name Verity</em>, Elizabeth Wein has returned to the world of civilian aircraft pilots in World War II England. Rose Justice is an American pilot determined do her bit. But a fit of reckless bravery leads to devastating consequences when Rose &mdash; just 18 &mdash; gets caught by the Germans. She ends up in the Ravensbrueck women's concentration camp, where doctors operate on political prisoners as experimental \"rabbits.\" Wein is brutal in her depiction of the last, hellish winter of the war, and the wounds Rose and her friends must learn to live with afterward. No one writes female friendships with as much nuance and subtlety. The bonds formed and sacrifices made in their impossible circumstances will stay with me for a long time.", "review_seamus_id": "", "reviewer": "Alaya Dawn Johnson", "random numbers": "0.563496479", "tags": ["young-adult", "for-history-lovers", "tales-from-around-the-world", "historical-fiction"], "reviewer ID": "author, most recently of <em>The Summer Prince</em>"}, {"#": "21", "editor (internal use)": "Rose", "isbn": "0374281092", "isbn13": "9780374281090", "author_seamus_id": "", "author": "Alice McDermott", "hide_ibooks": "", "book_seamus_id": "217326328", "title": "Someone", "reviewer link": "", "review_seamus_headline": "From McDermott, An Extraordinary Story Of An Ordinary 'Someone'", "slug": "someone", "genre (internal use)": "Fiction", "text": "Alice McDermott's latest, quietly luminous novel is near-perfect, an extraordinary book about an absolutely ordinary Irish-American woman who grows up in Brooklyn, marries a good man, raises four children and lives long enough to survive the loss of parents, brother and husband. Out of this quotidian stuff McDermott addresses issues of time, mortality, family and vision and composes a moving picture of a life lived small but full.", "review_seamus_id": "218905473", "reviewer": "Heller McAlpin", "random numbers": "0.565615173", "tags": ["realistic-fiction", "for-history-lovers", "seriously-great-writing", "family-matters", "book-club-ideas", "historical-fiction"], "reviewer ID": "book critic"}, {"#": "38", "editor (internal use)": "Rose", "isbn": "0385528787", "isbn13": "9780385528788", "author_seamus_id": "", "author": "Margaret Atwood", "hide_ibooks": "", "book_seamus_id": "216174936", "title": "MaddAddam: A Novel", "reviewer link": "", "review_seamus_headline": "Atwood Imagines Humanity's Next Iteration In 'MaddAddam'", "slug": "maddaddam-a-novel", "genre (internal use)": "Fiction", "text": "The final book in a trilogy that began with <em>Oryx and Crake</em> has all the uncompromising indictment and wild, biting wit of Margaret Atwood's very best work (though readers will need to be familiar with the first two books to make the most of this tale of what happened after the \"flood\"). The story follows a small group of radical environmentalists after a Viagra-like pill has wiped out most of humanity. The survivors band together in a world cleansed of corporations and carbon emissions and populated by supersmart pigs, genetically engineered sheep and a new breed of humans who will be the future of the Earth.", "review_seamus_id": "215749337", "reviewer": "Ellah Allfrey", "random numbers": "0.571763886", "tags": ["science-fiction-and-fantasy", "the-dark-side", "its-all-geek-to-me", "love-stories"], "reviewer ID": "book critic and editor"}, {"#": "41", "editor (internal use)": "Rose", "isbn": "1455501662", "isbn13": "9781455501663", "author_seamus_id": "", "author": "Benjamin Percy", "hide_ibooks": "", "book_seamus_id": "178437151", "title": "Red Moon", "reviewer link": "", "review_seamus_headline": "Literary Werewolf Tale 'Red Moon' Sheds A Dim Light", "slug": "red-moon", "genre (internal use)": "Fiction", "text": "Benjamin Percy surpasses the considerable promise of his earlier works in this story of werewolves, extremism and revolution. When new regulations further threaten the rights and very existence of the Lycan (werewolf) minority, some elect to withdraw to the designated \"homeland,\" others to take up arms. In the midst of this upheaval, two young people are slowly drawn together in an unlikely friendship that could hold the key to survival. With a relentless pace from the opening scene onward, this is genre at its best: dark, bloody and compelling &mdash; offering comment on the \"real\" world we live in, and the choices we have made.", "review_seamus_id": "182000977", "reviewer": "Ellah Allfrey", "random numbers": "0.584246811", "tags": ["mysteries-and-thrillers", "science-fiction-and-fantasy", "rather-long", "the-dark-side", "its-all-geek-to-me"], "reviewer ID": "book critic and editor"}, {"#": "175", "editor (internal use)": "Rose", "isbn": "1250023904", "isbn13": "9781250023902", "author_seamus_id": "", "author": "Edward St. Aubyn", "hide_ibooks": "", "book_seamus_id": "244796761", "title": "At Last: A Novel", "reviewer link": "", "slug": "at-last-a-novel", "genre (internal use)": "", "text": "This novel is the fifth and last in the brilliant series by Edward St. Aubyn. They are all astonishing in their wit and honesty and virtuosity. As St. Aubyn moves Patrick Melrose, his main character, through life, taking him from boyhood to manhood, a lot of ground is covered, including childhood abuse and neglect, drug addiction and life with small children. <em>At Last,</em> in which Patrick attends his selfish and deluded mother's funeral, is hilarious, melancholy and even, in the end, redemptive. </p><p><em>Some books from December 2012 were published too late to make it on last year's roundups; they were considered as candidates this year.</em></p>", "review_seamus_id": "", "reviewer": "Meg Wolitzer", "random numbers": "0.589262361", "tags": ["realistic-fiction", "the-dark-side", "family-matters", "seriously-great-writing"], "reviewer ID": "author, most recently of <em>The Interestings</em>"}, {"#": "144", "editor (internal use)": "Camila", "isbn": "0374177236", "isbn13": "9780374177232", "author_seamus_id": "", "author": "Laura van den Berg", "hide_ibooks": "", "book_seamus_id": "243258256", "title": "The Isle Of Youth: Stories", "reviewer link": "http://www.janeciabattari.com", "slug": "the-isle-of-youth-stories", "genre (internal use)": "Short stories", "text": "Laura van den Berg writes risky stories about the secrets we keep from each other, and from ourselves. Her settings evoke mysterious yearnings. A woman trying to learn how her brother, a scientist, died at an isolated expedition site in Antarctica wishes she had shared with him the secret his first love told her years before when they all shared a house in Cambridge, Mass. Two sisters, whose father disappeared when they were teens, set up shop as private investigators in Florida, with disastrous results. Reading these strange, profound noirish stories is a timely reminder: When we act, there will be consequences.", "review_seamus_id": "", "reviewer": "Jane Ciabattari", "random numbers": "0.606111422", "tags": ["poetry", "the-dark-side", "family-matters", "seriously-great-writing", "book-club-ideas"], "reviewer ID": "book critic and author of <em>Stealing the Fire</em>"}, {"#": "164", "editor (internal use)": "Nicole", "isbn": "1423159527", "isbn13": "9781423159520", "author_seamus_id": "", "author": "Bob Shea", "hide_ibooks": "TRUE", "book_seamus_id": "244793942", "title": "Unicorn Thinks He's Pretty Great", "reviewer link": "", "slug": "unicorn-thinks-hes-pretty-great", "genre (internal use)": "Preschool", "text": "It's not easy being Goat, especially when that stupid unicorn is running around turning things into gold and making it rain cupcakes. But maybe Unicorn's life isn't all sunshine and roses either? (OK it is, but maybe that's not all it's cracked up to be.) The illustrations are perfect, and I don't know who I love more &mdash; Goat or Unicorn. (They're actually both pretty great.) (For ages 2 to 6)", "review_seamus_id": "", "reviewer": "Emily Ecton", "random numbers": "0.607112159", "tags": ["npr-staff-picks", "kids-books", "funny-stuff"], "reviewer ID": "<em>Wait Wait ... Don't Tell Me!</em> staff"}, {"#": "195", "editor (internal use)": "Nicole", "isbn": "1594487111", "isbn13": "9781594487118", "author_seamus_id": "170167748", "author": "Rosie Schaap", "hide_ibooks": "", "book_seamus_id": "169437828", "title": "Drinking With Men: A Memoir", "reviewer link": "http://www.npr.org/people/4510160/david-greene", "review_seamus_headline": "Here's To The Pleasures Of 'Drinking With Men'", "slug": "drinking-with-men-a-memoir", "genre (internal use)": "Nonfiction", "text": "A perfect book for the beach, plane or coffee table &mdash; and, most especially, for anyone who loves hanging out in bars but can't quite put their finger on why. It's an addiction, Rosie Schaap tells us, driven by the need to meet good people, hear good stories and learn about life &mdash; not necessarily drink. As she puts it, \"It's never been hard for me not to drink alcohol. It's been hard for me not to go to bars.\" After reading this fun, honest memoir, you'll understand why.", "review_seamus_id": "169440170", "reviewer": "David Greene", "author_seamus_headline": "Raising A Glass To The Charms Of The Bar In 'Drinking With Men'", "random numbers": "0.612625704", "tags": ["biography-and-memoir", "npr-staff-picks"], "reviewer ID": "host, <em>Morning Edition</em>"}, {"#": "24", "editor (internal use)": "Rose", "isbn": "0316055433", "isbn13": "9780316055437", "author_seamus_id": "236401958", "author": "Donna Tartt", "hide_ibooks": "", "book_seamus_id": "237213572", "title": "The Goldfinch", "reviewer link": "", "review_seamus_headline": "More Is More In Donna Tartt's Believable, Behemoth 'Goldfinch'", "slug": "the-goldfinch", "genre (internal use)": "Fiction", "text": "It feels like cheating to put Donna Tartt's extraordinary third novel in a \"books of the year\" list. And yet, there are few 800-page novels in the world that, immediately after finishing, I have felt the urge to pick up from the beginning again in a desperate attempt to repeat the experience. <em>The Goldfinch</em> begins with a shocking and tragic event that leaves 13-year-old Theodore Decker without a parent and in possession of a stolen Dutch masterwork. Winding its way through Manhattan, Las Vegas, Amsterdam &mdash; all dark and druggy and dreamy and bleak &mdash; <em>Goldfinch</em> is the rare novel that prompts you to read a beautiful sentence out loud even as you gobble it whole for the plot. A great big Victorian novel that is still distinctively 21st century, it's a book that practices what it preaches: great art seduces, obsesses, and yet, connects.", "review_seamus_id": "239075604", "reviewer": "Barrie Hardymon", "author_seamus_headline": "What's Really Priceless? Art, Money And Fate In Tartt's 'Goldfinch'", "random numbers": "0.612712308", "tags": ["realistic-fiction", "rather-long", "for-art-lovers", "book-club-ideas", "npr-staff-picks", "seriously-great-writing"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "112", "editor (internal use)": "Camila", "isbn": "0393239748", "isbn13": "9780393239744", "author_seamus_id": "", "author": "Gregory Orr", "hide_ibooks": "", "book_seamus_id": "243289770", "title": "River Inside The River: Three Lyric Sequences", "reviewer link": "http://www.craigmorganteicher.com/", "slug": "river-inside-the-river-three-lyric-sequences", "genre (internal use)": "Poetry", "text": "Gregory Orr is a kind of oracular bard, praising, in short lyrics that comprise three long sequences in this book, the enduring capacity of the poetic imagination to make real headway toward healing the wounds of old trauma. Orr himself accidentally shot his own brother in a childhood hunting accident, a memory that permeates all his work and, paradoxically, becomes a source of extreme compassion. In these poems, you'll find the year's most convincing case for why poetry matters.", "review_seamus_id": "", "reviewer": "Craig Morgan Teicher", "random numbers": "0.618603804", "tags": ["poetry", "seriously-great-writing", "the-dark-side", "family-matters"], "reviewer ID": "poet and critic"}, {"#": "28", "editor (internal use)": "Rose", "isbn": "0385347863", "isbn13": "9780385347860", "author_seamus_id": "205517596", "author": "Jenni Fagan", "hide_ibooks": "", "book_seamus_id": "205516943", "title": "The Panopticon: A Novel", "reviewer link": "", "slug": "the-panopticon-a-novel", "genre (internal use)": "Fiction", "text": "Anais Hendricks is only 15, but she's been in trouble for years. She has a serious drug habit, she's been in foster homes since birth, and she may have put a police officer in a coma. Now, she's been sent to live in the Panopticon, a social-work housing experiment for young people. All of the units face inward toward a tower full of guards, watching the inmates. And believe me, it's worth watching Anais, one of my favorite heroines of the year. The plot of <em>The Panopticon</em> is really secondary to the roller coaster of character that is Anais &mdash; her intense, first-person narration illuminates the horrors of a young woman failed again and again by the system in Scotland, but does it by suffusing the reader with her own funny, compassionate, hard-as-nails self. By the end of the book, you'll know a lot of Scottish slang, which may or may not stick with you. Anais, however, most certainly will.", "review_seamus_id": "", "reviewer": "Barrie Hardymon", "author_seamus_headline": "In 'The Panopticon,' They're Always Watching", "random numbers": "0.619898102", "tags": ["realistic-fiction", "mysteries-and-thrillers", "tales-from-around-the-world", "the-dark-side", "npr-staff-picks"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "146", "editor (internal use)": "Petra", "isbn": "1780621299", "isbn13": "9781780621296", "author_seamus_id": "", "author": "Holly Black", "hide_ibooks": "TRUE", "book_seamus_id": "243265482", "title": "The Coldest Girl In Coldtown", "reviewer link": "http://www.alayadawnjohnson.com/", "slug": "the-coldest-girl-in-coldtown", "genre (internal use)": "YA", "text": "Welcome back the other kind of vampire: Mad, bad and dangerous to know, Gavriel is a worthy successor to Lord Byron (the supposed real-life inspiration for 19th century vampire literature, and certainly an influence on Gavriel, who might have spotted him a few rounds at a Venetian gaming hell). Holly Black never lets you forget that vampires are, before everything else, human predators. The morning after a wild party, Tana wakes up to find everyone dead &mdash; except her infuriating ex-boyfriend and a red-eyed boy. To get her vampire-bitten ex to safety, they go on what might be the best (or the worst) road trip in YA history, straight to the heart of Coldtown &mdash; a chillingly believable mix of prison camp and old-Vegas glamour.", "review_seamus_id": "", "reviewer": "Alaya Dawn Johnson", "random numbers": "0.627368055", "tags": ["young-adult", "science-fiction-and-fantasy", "the-dark-side"], "reviewer ID": "author, most recently of <em>The Summer Prince</em>"}, {"#": "136", "editor (internal use)": "Petra", "isbn": "0316217786", "isbn13": "9780316217781", "author_seamus_id": "", "author": "Will McIntosh", "hide_ibooks": "", "book_seamus_id": "191058332", "title": "Love Minus Eighty", "reviewer link": "http://www.techsploitation.com/", "slug": "love-minus-eighty", "genre (internal use)": "Science Fiction/Fantasy", "text": "Imagine a Jane Austen novel set in one of Philip K. Dick's media-saturated worlds, and you've got the idea behind <em>Love Minus Eighty</em>. Will McIntosh's terrific novel is set in a near-future world where the rich wear full-body computers and are constantly surrounded by virtual \"followers\" who hang onto their every conversation &mdash; while also rating them for hotness and intrigue. While an online dating coach yearns tragically for her colleague in a series of funny, light scenes, a more sinister story unfolds alongside. A cryogenics company creates a \"bridesicle\" program, where women who die young and beautiful are frozen until they can ensnare a man willing to marry them and pay for their revival and medical repairs.", "review_seamus_id": "", "reviewer": "Annalee Newitz", "random numbers": "0.646222807", "tags": ["science-fiction-and-fantasy", "love-stories", "the-dark-side", "rather-long", "its-all-geek-to-me"], "reviewer ID": "author of <em>Scatter, Adapt and Remember: How Humans Will Survive a Mass Extinction</em>"}, {"#": "168", "editor (internal use)": "Camila", "isbn": "0143123726", "isbn13": "9780143123729", "author_seamus_id": "", "author": "Adrian Matejka", "hide_ibooks": "", "book_seamus_id": "235398213", "title": "The Big Smoke", "reviewer link": "", "slug": "the-big-smoke", "genre (internal use)": "Poetry", "text": "Don't think poetry: think biopic. This collection is ripped from the history books, but not limited to the facts; it's suspenseful, even when we all know the ending; and part of the appeal is watching an artist inhabit a famous figure. The actor here is the poet Adrian Matejka, who masterfully plays the parts of the great African-American heavyweight Jack Johnson and his loving but brutalized women. The grim Jim Crow South, the flashy celebrity lifestyle, the shadowboxing with self-doubt &mdash; everything here drives toward Johnson's legendary Fight of the Century against white champion James Jeffries. These poems are shocking and propulsive, like a prizefighter spitting blood to a soundtrack of Verdi; it's impossible to look away.", "review_seamus_id": "", "reviewer": "Camila Domonoske", "random numbers": "0.648435297", "tags": ["poetry", "for-history-lovers", "biography-and-memoir", "npr-staff-picks", "love-stories", "the-dark-side"], "reviewer ID": "NPR Books staff"}, {"#": "72", "editor (internal use)": "Beth", "isbn": "0060882387", "isbn13": "9780060882389", "author_seamus_id": "", "author": "Carla Kaplan", "hide_ibooks": "", "book_seamus_id": "221094228", "title": "Miss Anne In Harlem: The White Women Of The Black Renaissance", "reviewer link": "http://www.npr.org/people/4529709/maureen-corrigan", "review_seamus_headline": "Introducing 'Miss Anne,' The White Women Of A Black Renaissance", "slug": "miss-anne-in-harlem-the-white-women-of-the-black-renaissance", "genre (internal use)": "History/Biography", "text": "Carla Kaplan's revelatory cultural history explores the lives of white women &mdash; collectively known to Harlemites by the nickname of \"Miss Anne\" &mdash; who risked family exile and social ostracism to be part of the artistic and political movements of the Harlem Renaissance. Blacks suspected them of sentimentality, as well as appropriating what was thought of as a more \"primitive\" culture. The white world, in turn, diagnosed \"Miss Anne\" as either a lunatic or a sexual vampire. British heiress, Nancy Cunard, for instance, was categorized by the U.S. State Department as a \"white woman who had Gone Negro.\" Throughout her fascinating book, Kaplan explores the heavy personal price \"Miss Anne\" paid for defying racial norms.", "review_seamus_id": "221452333", "reviewer": "Maureen Corrigan", "random numbers": "0.655521243", "tags": ["biography-and-memoir", "for-history-lovers", "eye-opening-reads", "science-and-society", "book-club-ideas", "rather-long"], "reviewer ID": "book critic, <em>Fresh Air</em>"}, {"#": "42", "editor (internal use)": "Rose", "isbn": "0316216852", "isbn13": "9780316216852", "author_seamus_id": "189305967", "author": "Lauren Beukes", "hide_ibooks": "", "book_seamus_id": "188895097", "title": "The Shining Girls", "reviewer link": "", "review_seamus_headline": "Reader Advisory: 'Shining Girls' Is Gruesome But Gripping", "slug": "the-shining-girls", "genre (internal use)": "Fiction", "text": "In her first book set in the U.S., South African novelist Lauren Beukes defies genre, and she dazzles as she does it. <em>The Shining Girls</em> is a murder mystery, thriller and time travel puzzle all in one. A young girl is left for dead in a brutal and seemingly motiveless attack. An itinerant miscreant steps through the door of a menacing house. As their stories converge (through decades and different locales) to a terrifying climax, the reader also meets a group of women &mdash; each ordinary and yet each a chillingly, and fatefully, designated \"Shining Girl.\"", "review_seamus_id": "188897284", "reviewer": "Ellah Allfrey", "author_seamus_headline": "Time-Traveling Serial Killer Hunts For 'The Shining Girls'", "random numbers": "0.657518449", "tags": ["mysteries-and-thrillers", "science-fiction-and-fantasy", "the-dark-side"], "reviewer ID": "book critic and editor"}, {"#": "57", "editor (internal use)": "Beth/Petra", "isbn": "1596439246", "isbn13": "9781596439245", "author_seamus_id": "234824741", "author": "Gene Luen Yang", "hide_ibooks": "TRUE", "book_seamus_id": "235551368", "title": "Boxers & Saints", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "slug": "boxers-saints", "genre (internal use)": "Graphic Novel", "text": "At first glance, Gene Luen Yang's clean lines and expressive, humorous cartooning style might make it seem as if his tale of the Boxer Rebellion has been bowdlerized for children. But don't be fooled &mdash; Yang is using his considerable gifts to invite us deeper inside his story, so that its ensuing violence and sadness land all the harder. In one volume, a young boy joins the Boxers, who call on spirit gods to aid them in their fight against foreign interference in China. In the second volume, we see the conflict through the eyes of a young girl who renounces her Chinese name and culture to embrace Catholicism. A nuanced exploration of faith and violence, told with a searching, life-affirming empathy.", "review_seamus_id": "", "reviewer": "Glen Weldon", "author_seamus_headline": "'Boxers & Saints' & Compassion: Questions For Gene Luen Yang", "random numbers": "0.669158466", "tags": ["comics-and-graphic-novels", "tales-from-around-the-world", "for-history-lovers", "seriously-great-writing", "rather-long", "for-art-lovers", "eye-opening-reads"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "114", "editor (internal use)": "Camila", "isbn": "0819574147", "isbn13": "9780819574145", "author_seamus_id": "", "author": "Brenda Hillman", "hide_ibooks": "TRUE", "book_seamus_id": "241389976", "title": "Seasonal Works With Letters On Fire", "reviewer link": "http://www.craigmorganteicher.com/", "review_seamus_headline": "Lush, Urgent Poems On Protest And Pumpkins Set Language 'On Fire'", "slug": "seasonal-works-with-letters-on-fire", "genre (internal use)": "Poetry", "text": "Activism pervades Brenda Hillman's work, nowhere more than in this collection &mdash; the fourth and final installment in her series of elemental meditations (previous books have treated air, water and earth). Here, she gathers not only jumpy, experimental lyrics but also scraps of occasional prose and images &mdash; anything that will help her make the case that the world is a mess and it's up to us to fix it.", "review_seamus_id": "240823249", "reviewer": "Craig Morgan Teicher", "random numbers": "0.689036326", "tags": ["poetry", "eye-opening-reads", "seriously-great-writing"], "reviewer ID": "poet and critic"}, {"#": "183", "editor (internal use)": "Rose", "isbn": "0061862975", "isbn13": "9780061862977", "author_seamus_id": "240489230", "author": "Mary Shelley, Gris Grimly", "hide_ibooks": "", "book_seamus_id": "240509994", "title": "Gris Grimly's Frankenstein", "reviewer link": "", "slug": "gris-grimlys-frankenstein", "genre (internal use)": "", "text": "Popular culture has never really done justice to the brilliant philosophical novel that is Mary Shelley's <em>Frankenstein.</em> Yeah, there's a reanimated corpse, but he reads Milton and discusses philosophy with his creator, who's in some ways the real monster. Grimly delivers all that, and while he's completely faithful to Shelley's text, he brings a visual style that is totally original: Frankenstein chases his creation through a trippy landscape that is by turns Victorian, modern and futuristic. Grimly draws a creature more gruesome than any movie monster, but simultaneously more sympathetic and human.", "review_seamus_id": "", "reviewer": "Arun Rath", "author_seamus_headline": "Drawing Rock 'N' Roll And Sympathy Into Frankenstein's World", "random numbers": "0.713322477", "tags": ["comics-and-graphic-novels", "mysteries-and-thrillers", "for-history-lovers", "the-dark-side", "its-all-geek-to-me"], "reviewer ID": "host, <em>Weekends On All Things Considered</em>"}, {"#": "8", "editor (internal use)": "Beth/Tanya", "isbn": "1592407870", "isbn13": "9781592407873", "author_seamus_id": "", "author": "Josh Hanagarne", "hide_ibooks": "", "book_seamus_id": "243029627", "title": "The World's Strongest Librarian: A Memoir Of Tourette's, Faith, Strength And The Power Of Family", "reviewer link": "http://www.npr.org/people/151841337/michael-schaub", "slug": "the-worlds-strongest-librarian-a-memoir-of-tourettes-faith-strength-and-the-power-of-family", "genre (internal use)": "Biography", "text": "Forget every stereotype you have about librarians. Josh Hanagarne, who works in the Salt Lake City Public Library, is 6 feet, 7 inches and can tear a telephone book in half. <em>The World's Strongest Librarian</em> isn't just one of the most interesting books of the year because of the author's incredible story &mdash; he started weightlifting as a way to manage his Tourette syndrome &mdash; but also because of his considerable charisma and charming prose. \"I only knew that everything coming toward me had the potential to wreck me, to derail any plan I could make,\" Hanagarne writes of his disorder. But he doesn't let it, and his chronicle of his fight is as defiant and inspiring as the (strong) man himself.", "review_seamus_id": "", "reviewer": "Michael Schaub", "random numbers": "0.747906145", "tags": ["biography-and-memoir", "family-matters"], "reviewer ID": "book critic"}, {"#": "126", "editor (internal use)": "Camila", "isbn": "0778314936", "isbn13": "9780778314936", "author_seamus_id": "", "author": "Susan Wiggs", "hide_ibooks": "", "book_seamus_id": "186029141", "title": "The Apple Orchard", "reviewer link": "http://www.readaromancemonth.com/", "slug": "the-apple-orchard", "genre (internal use)": "Romance", "text": "Tess Delaney's life is upended when she discovers a family she never knew she had and a long-lost heirloom that could save their land and the business they've built since arriving in California just after World War II. As a treasure hunter on the cusp of reaching all her professional goals, Tess risks it all when she digs into her family's past, uncovering secrets that may offer understanding, second chances and a shot at romance. Mixed in with the engaging contemporary storyline are flashbacks to Nazi-occupied Denmark and the noble actions of Danish citizens during the war. Intriguing, compelling and lovely.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.750578945", "tags": ["love-stories", "family-matters", "for-history-lovers", "mysteries-and-thrillers"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "123", "editor (internal use)": "Camila", "isbn": "0425251187", "isbn13": "9780425251188", "author_seamus_id": "", "author": "Juliana Gray", "hide_ibooks": "", "book_seamus_id": "243274050", "title": "A Duke Never Yields", "reviewer link": "http://www.readaromancemonth.com/", "slug": "a-duke-never-yields", "genre (internal use)": "Romance", "text": "Abigail Harewood never wants to get married, but she aims to live life to the fullest &mdash; which includes taking a lover. She sets her sights on the Duke of Wallingford, who has just sworn off women and pledged sobriety for a year. That's a little problematic, since they share a sizzling attraction and, currently, a Tuscan villa. Loosely based on Shakespeare's <em>Love's Labour's Lost,</em> the book starts out with a sparkling, irrepressible heroine and a brooding, damaged hero and spins a mesmerizing tale of romance and self-realization around their journey to love.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.755665856", "tags": ["love-stories", "for-history-lovers", "lets-talk-about-sex"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "166", "editor (internal use)": "Nicole", "isbn": "0385344031", "isbn13": "9780385344036", "author_seamus_id": "", "author": "Alan Bradley", "hide_ibooks": "", "book_seamus_id": "171360662", "title": "Speaking From Among The Bones: A Flavia De Luce Novel", "reviewer link": "", "slug": "speaking-from-among-the-bones-a-flavia-de-luce-novel", "genre (internal use)": "Mystery", "text": "Twelve-year-old chemist and detective Flavia de Luce is just fun to read about. In her latest book (the fifth in the series), she tries to unravel a mystery involving hidden corpses, missing treasure, secret passageways, family secrets and a surefire way to scare the heck out of the vicar's wife.", "review_seamus_id": "", "reviewer": "Emily Ecton", "random numbers": "0.757046797", "tags": ["npr-staff-picks", "mysteries-and-thrillers"], "reviewer ID": "<em>Wait Wait ... Don't Tell Me!</em> staff"}, {"#": "50", "editor (internal use)": "Beth", "isbn": "0805097457", "isbn13": "9780805097450", "author_seamus_id": "", "author": "Adelle Waldman", "hide_ibooks": "", "book_seamus_id": "200355950", "title": "The Love Affairs Of Nathaniel P.: A Novel", "reviewer link": "http://www.npr.org/people/4529709/maureen-corrigan", "review_seamus_headline": "'Love Affairs' Of A Hip, Young Literary Hound Dog", "slug": "the-love-affairs-of-nathaniel-p-a-novel", "genre (internal use)": "Fiction", "text": "Of all the novels I've reviewed in 2013, this is the one that everyone &mdash; from my middle-aged friends to my hip graduate student TAs &mdash; wants to borrow. Adelle Waldman's debut is a comic novel of ideas that tracks the loves and literary ambitions of 30-year-old Nate Piven, who lives in Brooklyn. Nate and his smarty-arty friends spend their days writing essays on topics like \"Yoga as the New Orientalism\" and their evenings flirting and quaffing craft brewed beers. You'd think all that erudition might make Nate a \"better\" person, but, alas, he's just another well-read bounder &mdash; one his girlfriends and Waldman's readers find hard to resist.", "review_seamus_id": "206716384", "reviewer": "Maureen Corrigan", "random numbers": "0.757396175", "tags": ["realistic-fiction", "lets-talk-about-sex", "funny-stuff", "love-stories", "book-club-ideas"], "reviewer ID": "book critic, <em>Fresh Air</em>"}, {"#": "96", "editor (internal use)": "Nicole", "isbn": "0307718964", "isbn13": "9780307718969", "author_seamus_id": "220687231", "author": "Sheri Fink", "hide_ibooks": "", "book_seamus_id": "216838309", "title": "Five Days At Memorial", "reviewer link": "http://www.npr.org/people/153024115/edith-chapin", "review_seamus_headline": "'Five Days' Of Ambiguous Morality At Katrina-Hit Hospital", "slug": "five-days-at-memorial", "genre (internal use)": "Nonfiction", "text": "Eight years after the allegations of possible euthanasia at hospitals in the wake of Hurricane Katrina, Sheri Fink grippingly describes the horrible conditions medical staff and patients endured and the tough choices everyone had to make. Regardless of who you consider to be heroes or villains, this book will make you think twice about what you thought you knew about those notorious few days.", "review_seamus_id": "216838132", "reviewer": "Edith Chapin", "author_seamus_headline": "During Katrina, 'Memorial' Doctors Chose Who Lived, Who Died", "random numbers": "0.781441392", "tags": ["npr-staff-picks", "science-and-society", "for-history-lovers", "eye-opening-reads", "the-dark-side", "rather-long", "book-club-ideas"], "reviewer ID": "senior editor, International Desk"}, {"#": "192", "editor (internal use)": "Camila", "isbn": "159463176X", "isbn13": "9781594631764", "author_seamus_id": "184191561", "author": "Khaled Hosseini", "hide_ibooks": "", "book_seamus_id": "184189286", "title": "And The Mountains Echoed", "reviewer link": "http://marcelavaldes.com/", "review_seamus_headline": "Heartbreaking Choice Sets Siblings On Separate, Unequal Paths", "slug": "and-the-mountains-echoed", "genre (internal use)": "Fiction", "text": "In Khaled Hosseini's best novel yet, nine characters must decide what they would (and wouldn't) do for the happiness of their family. Among the options: sell a daughter, kill a sister, protect an alcoholic mother, accept a life of lonely desperation. The novel brims with scenes of Afghan cruelty and generosity, but to Hosseini's credit, there isn't a single villain in sight. After all, even warlords can be nice daddies.", "review_seamus_id": "184189527", "reviewer": "Marcela Valdes", "author_seamus_headline": "Siblings' Separation Haunts In 'Kite Runner' Author's Latest", "random numbers": "0.78469741", "tags": ["realistic-fiction", "tales-from-around-the-world", "family-matters", "book-club-ideas"], "reviewer ID": "book critic"}, {"#": "33", "editor (internal use)": "Rose", "isbn": "0670025070", "isbn13": "9780670025077", "author_seamus_id": "", "author": "Ron Carlson", "hide_ibooks": "", "book_seamus_id": "243292245", "title": "Return To Oakpine: A Novel", "reviewer link": "", "review_seamus_headline": "Book Review: 'Return To Oakpine'", "slug": "return-to-oakpine-a-novel", "genre (internal use)": "Fiction", "text": "The town of Oakpine, Wyo., doesn't exist on maps, but in this new book, Ron Carlson has done a splendid job of making a reader feel at home there. It's also where Jimmy Brand, a successful writer who spent the past 30 years in New York City, returns to die. Long-lost friends gather around him, resuscitating their old rock 'n' roll band in his honor. The music of everyday human speech and the rhythm section of the human heart resonate in this prairie song of a novel.", "review_seamus_id": "211735448", "reviewer": "Alan Cheuse", "random numbers": "0.787653458", "tags": ["realistic-fiction", "family-matters"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "108", "editor (internal use)": "Camila", "isbn": "080715086X", "isbn13": "9780807150863", "author_seamus_id": "", "author": "Matt Rassmussen", "hide_ibooks": "TRUE", "book_seamus_id": "235398271", "title": "Black Aperture: Poems", "reviewer link": "http://www.craigmorganteicher.com/", "slug": "black-aperture-poems", "genre (internal use)": "Poetry", "text": "Where did this strange, sad, gorgeous book come from? Matt Rasmussen is a new poet, but also a founder of Birds LLC, one of the hip, up-and-coming poetry micropublishers. His poems trace the lifelong unfolding of the aftereffects of a brother's suicide in breathtakingly sharp couplets. There are no answers to the questions this book raises, but no one's ever asked them so clearly.", "review_seamus_id": "", "reviewer": "Craig Morgan Teicher", "random numbers": "0.805576673", "tags": ["poetry", "the-dark-side", "seriously-great-writing", "family-matters"], "reviewer ID": "poet and critic"}, {"#": "109", "editor (internal use)": "Camila", "isbn": "0822962195", "isbn13": "9780822962199", "author_seamus_id": "", "author": "Aaron Smith", "hide_ibooks": "TRUE", "book_seamus_id": "243289213", "title": "Appetite", "reviewer link": "http://www.craigmorganteicher.com/", "slug": "appetite", "genre (internal use)": "Poetry", "text": "When it comes to gay identity, race, city life, approaching middle age and family, Aaron Smith is writing some of the best new poems around. He's got a real ear not only for the music of language but for how music &mdash; the kind that comes out of speakers &mdash; and poetry intersect. This book got too little notice: You need to read it ASAP.", "review_seamus_id": "", "reviewer": "Craig Morgan Teicher", "random numbers": "0.808940859", "tags": ["poetry", "the-dark-side", "seriously-great-writing", "for-art-lovers", "family-matters"], "reviewer ID": "poet and critic"}, {"#": "173", "editor (internal use)": "Nicole", "isbn": "0307986659", "isbn13": "9780307986658", "author_seamus_id": "221029208", "author": "Rosalind Wiseman", "hide_ibooks": "", "book_seamus_id": "221106372", "title": "Masterminds And \nWingmen: Helping Our Boys Cope With Schoolyard Power, Locker-Room Tests,\n Girlfriends And The New Rules Of Boy World", "reviewer link": "http://www.npr.org/people/5201175/michel-martin", "slug": "masterminds-and-wingmen-helping-our-boys-cope-with-schoolyard-power-lockerroom-tests-girlfriends-and-the-new-rules-of-boy-world", "genre (internal use)": "Nonfiction", "text": "I have a boy, and although I gave birth to him and love him dearly, I sometimes look at him and wonder what alien spaceship dropped him off. So the minute I heard that Rosalind Wiseman was writing a book about boys, I knew I was getting it. (Wiseman also wrote <em>Queen Bees And Wannabes,</em> which inspired the film <em>Mean Girls.</em>)  This book explains so many of the things boys cannot, or will not, explain for themselves. It is based on solid research and, just as important, on the accounts of her \"informants\" &mdash; a diverse (or so she says) group of boys who agreed to answer her difficult questions truthfully. Although I felt at times she glossed over many of the very real racial and class differences that inform the way boys are seen and treated (stop-and-frisk, anyone?) I found much common sense and immediately useful information. Wiseman employs a researcher's eye, a journalist's sharp and accessible hand, and a mother's heart. A rare combination indeed.", "review_seamus_id": "", "reviewer": "Michel Martin", "author_seamus_headline": "Teen Boys: Mean or Misunderstood?", "random numbers": "0.80984677", "tags": ["npr-staff-picks", "science-and-society", "eye-opening-reads", "book-club-ideas", "family-matters"], "reviewer ID": "host, <em>Tell Me More</em>"}, {"#": "174", "editor (internal use)": "Rose", "isbn": "038535083X", "isbn13": "9780385350839", "author_seamus_id": "", "author": "Nora Ephron", "hide_ibooks": "TRUE", "book_seamus_id": "242089163", "title": "The Most Of Nora Ephron", "reviewer link": "", "review_seamus_headline": "Feminist, Foodie, Filmmaker — Ephron Did It All, And Wrote About It, Too", "slug": "the-most-of-nora-ephron", "genre (internal use)": "", "text": "Nora Ephron began her writing career as a cub reporter for <em>The New York Post,</em> and during her lifetime she was a journalist, essayist, novelist, screenwriter, playwright and, even briefly, a blogger. All these sides are on display in this volume, which contains the novel <em>Heartburn</em> and the script to her Broadway play <em>Lucky Guy, </em> as well as much more, including her brilliant early essays, which go back to way before she felt bad about her neck. Ephron, who died in 2012, is served well by this collection, which showcases her talent and range and &mdash; perhaps most of all &mdash; her voice.", "review_seamus_id": "242086848", "reviewer": "Meg Wolitzer", "random numbers": "0.813966376", "tags": ["for-history-lovers", "rather-long", "funny-stuff", "biography-and-memoir", "seriously-great-writing"], "reviewer ID": "author, most recently of <em>The Interestings</em>"}, {"#": "67", "editor (internal use)": "Camila", "isbn": "1590516796", "isbn13": "9781590516799", "author_seamus_id": "", "author": "John Boyne", "hide_ibooks": "", "book_seamus_id": "243242459", "title": "This House Is Haunted", "reviewer link": "http://www.jeanzimmerman.com", "slug": "this-house-is-haunted", "genre (internal use)": "Historical Fiction", "text": "<em>This House Is Haunted</em> draws on some of the great ghost-loving writers of the past, Charles Dickens and Henry James foremost among them. It's 1867, perfect timing for a Gothic creepfest. A bereaved governess minds two \"intelligent\" children at Gaudlin Hall in Norfolk, England. Frights close in as no-nonsense protagonist Eliza Caine discovers the string of horrific deaths that have befallen the great house. She suffers \"accidents\" &mdash; attacked by a savage dog, pushed from a window, painfully scalded. \"I find human nature to be a very disturbing thing,\" she opines. Boyle's smart dialogue and scene-setting give the book cinematic appeal.", "review_seamus_id": "", "reviewer": "Jean Zimmerman", "random numbers": "0.814208214", "tags": ["for-history-lovers", "science-fiction-and-fantasy", "the-dark-side", "tales-from-around-the-world", "historical-fiction"], "reviewer ID": "book critic and author, most recently of <em>The Orphanmaster</em>"}, {"#": "190", "editor (internal use)": "Camila", "isbn": "1781681325", "isbn13": "9781781681329", "author_seamus_id": "240534299", "author": "Oscar Martinez", "hide_ibooks": "", "book_seamus_id": "240539447", "title": "The Beast: Riding the Rails And Dodging Narcos On The Migrant Trail", "reviewer link": "http://marcelavaldes.com/", "slug": "the-beast-riding-the-rails-and-dodging-narcos-on-the-migrant-trail", "genre (internal use)": "Nonfiction", "text": "Beyond true crime, Oscar Martinez's tremendous investigative report on how thousands of Central American migrants travel through Mexico to the U.S. border reads more like true horror.  Far from home, in legal limbo, the migrants often fall victim to robbery, rape, torture or mass kidnapping by drug traffickers. Why would anyone undertake such a harrowing journey just to become an illegal gardener, housekeeper or factory employee in America? Martinez has the answer.", "review_seamus_id": "", "reviewer": "Marcela Valdes", "author_seamus_headline": "Questions For Oscar Martinez, Author Of 'The Beast'", "random numbers": "0.819380218", "tags": ["science-and-society", "tales-from-around-the-world", "eye-opening-reads", "the-dark-side"], "reviewer ID": "book critic"}, {"#": "46", "editor (internal use)": "Beth/Petra", "isbn": "0802119824", "isbn13": "9780802119827", "author_seamus_id": "217228965", "author": "Bob Shacochis", "hide_ibooks": "", "book_seamus_id": "217229979", "title": "The Woman Who Lost Her Soul", "reviewer link": "http://www.nancypearl.com/", "slug": "the-woman-who-lost-her-soul", "genre (internal use)": "Fiction", "text": "It's a shame novelist and nonfiction author Bob Shacochis isn't already a household name among readers of literary fiction, but I'm hoping that this important and powerful novel will bring him the recognition and readers that he so deserves. Spanning the decades between World War II and the present, from the Cold War to the War on Terrorism, with settings as diverse as Montana, Turkey, the Yugoslav republic of Croatia, Fort Bragg, Haiti, and several deluxe golf courses, this massive (over 700 pages) novel introduces myriad fully realized characters, in five distinct sections whose relationships to one another slowly become clear &mdash; though believe me, when you begin the novel you will have no idea where the plot is going and how it's going to end. I'd have no hesitation in labeling this the first \"Great American Novel\" of the 21st century &mdash; and despite its size and complexity (or maybe because of its size and complexity) I found it riveting.", "review_seamus_id": "", "reviewer": "Nancy Pearl", "author_seamus_headline": "Shacochis Spans Generations In 'The Woman Who Lost Her Soul'", "random numbers": "0.823776854", "tags": ["realistic-fiction", "mysteries-and-thrillers", "for-history-lovers", "rather-long", "tales-from-around-the-world", "the-dark-side", "seriously-great-writing", "lets-talk-about-sex"], "reviewer ID": "librarian and book critic"}, {"#": "87", "editor (internal use)": "Beth", "isbn": "0547429339", "isbn13": "9780547429335", "author_seamus_id": "", "author": "Sara Gran", "hide_ibooks": "", "book_seamus_id": "193962070", "title": "Claire DeWitt And The Bohemian Highway", "reviewer link": "http://www.npr.org/people/4529709/maureen-corrigan", "review_seamus_headline": "American Mystery Finds A New Voice On 'The Bohemian Highway'", "slug": "claire-dewitt-and-the-bohemian-highway", "genre (internal use)": "Mystery", "text": "All those Vikings who've been taking over mystery fiction can now go jump in a fjord! Brooklyn-born author, Sara Gran, has reintroduced a distinctive American voice to the mystery in the guise of her 40-ish, bad-girl detective, Claire DeWitt. In this second outing, DeWitt's investigations into the murder of an old boyfriend take her from the elite Bohemian Grove Club in California to New York's Lower East Side. Along the way, her narration is infused with tough poetry. About being a teenager, Claire says: \"It was a secret world you gained admittance to at fourteen and left at twenty, swearing never to repeat what you'd seen.\" Wise readers will zip their lips and stay close to Claire.", "review_seamus_id": "194237677", "reviewer": "Maureen Corrigan", "random numbers": "0.826542073", "tags": ["mysteries-and-thrillers"], "reviewer ID": "book critic, <em>Fresh Air</em>"}, {"#": "51", "editor (internal use)": "Rose", "isbn": "0316098078", "isbn13": "9780316098076", "author_seamus_id": "", "author": "Kim Stanley Robinson", "hide_ibooks": "", "book_seamus_id": "214521048", "title": "Shaman", "reviewer link": "", "review_seamus_headline": "'Shaman' Takes Readers Back To The Dawn Of Humankind", "slug": "shaman", "genre (internal use)": "Fiction/Sci-Fi", "text": "It's 32,000 years ago and an adolescent &mdash; Kim Stanley Robinson calls him Loon &mdash; who has been orphaned and taken under the wing of his tribe's shaman hits the road and discovers all he needs to know to survive. Maybe it's because the world Robinson creates feels so authentic and complete, but for several nights running, something happened: I dreamed I was <em>living</em> in Loon's world, traveling in the same tribe, trekking along streams and rivers, through forest and over hill in an ancient state of mind.", "review_seamus_id": "214525930", "reviewer": "Alan Cheuse", "random numbers": "0.83439754", "tags": ["science-fiction-and-fantasy", "for-history-lovers", "rather-long", "family-matters", "its-all-geek-to-me"], "reviewer ID": "critic and author, most recently of <em>Paradise, Or, Eat Your Face: A Trio of Novellas</em>"}, {"#": "73", "editor (internal use)": "Petra", "isbn": "1451676565", "isbn13": "9781451676563", "author_seamus_id": "171903589", "author": "Michael Hainey", "hide_ibooks": "", "book_seamus_id": "171903242", "title": "After Visiting Friends: A Son's Story", "reviewer link": "", "slug": "after-visiting-friends-a-sons-story", "genre (internal use)": "Memoir", "text": "Who was Michael Hainey's newspaper-reporter father <em>really</em> with on the night he dropped dead? His sons were told one thing; their father's obit alluded to another. So Hainey, now a journalist himself, digs into his dad's life, knowing he may not like what he finds. It's a beautiful story, but the real reason to pick up this book is its atmosphere &mdash; juicy descriptions of journalism in the ‘60s, when editors included \"slot men\" and they smoked and drank and spat into the wastebaskets, cranking out editions of the local paper late into the night.", "review_seamus_id": "", "reviewer": "Rose Friedman", "author_seamus_headline": "Uncovering A Dead Father's Secrets In 'After Visiting Friends'", "random numbers": "0.853739535", "tags": ["npr-staff-picks", "biography-and-memoir", "for-history-lovers", "seriously-great-writing", "family-matters", "book-club-ideas"], "reviewer ID": "NPR Books staff"}, {"#": "75", "editor (internal use)": "Beth/Tanya", "isbn": "193822101X", "isbn13": "9781938221019", "author_seamus_id": "", "author": "Karen Green", "hide_ibooks": "TRUE", "book_seamus_id": "243021024", "title": "Bough Down", "reviewer link": "http://www.npr.org/people/151841337/michael-schaub", "slug": "bough-down", "genre (internal use)": "Memoir", "text": "\"I worry I broke your kneecaps when I cut you down,\" writes the artist Karen Green in her debut book. \"I keep hearing that sound.\" It doesn't get any easier from there &mdash; <em>Bough Down</em> is one of the most heartbreaking books you're likely to read, but it's also one of the most beautiful. A meditation on the 2008 suicide of her husband, the novelist David Foster Wallace, Green's book combines prose poetry with visual art to create something wrenching, powerful and ultimately unclassifiable. It's not only one of the best books of the year; it's one of the most stunning books about grief to come out in decades.", "review_seamus_id": "", "reviewer": "Michael Schaub", "random numbers": "0.867946736", "tags": ["biography-and-memoir", "the-dark-side", "rather-short"], "reviewer ID": "book critic"}, {"#": "187", "editor (internal use)": "Camila", "isbn": "080212075X", "isbn13": "9780802120755", "author_seamus_id": "", "author": "Jamie Quatro", "hide_ibooks": "", "book_seamus_id": "244798896", "title": "I Want To Show You More", "reviewer link": "http://www.janeciabattari.com", "slug": "i-want-to-show-you-more", "genre (internal use)": "Fiction", "text": "<p>Jamie Quatro brings a fresh, frank voice to these linked stories set around Lookout Mountain, Ga. Several feature a character with a husband, family, church &mdash; and guilt over a virtual affair involving phone sex and heavy texting. Her obsession takes a surreal turn in \"Decomposition,\" as her lover's body shows up when she's in bed with her husband. The title comes from a story in which she emails a nude selfie to her lover: </p><p><em>\"I want to show you more, I said.</em></p><p><em>\"He was silent. Then: So far, we haven't done anything we couldn't tell our spouses about.\"</em></p>", "review_seamus_id": "", "reviewer": "Jane Ciabattari", "random numbers": "0.871573507", "tags": ["poetry", "lets-talk-about-sex", "the-dark-side", "seriously-great-writing", "book-club-ideas", "family-matters"], "reviewer ID": "book critic and author of <em>Stealing the Fire</em>"}, {"#": "12", "editor (internal use)": "Beth/Petra", "isbn": "0785165495", "isbn13": "9780785165491", "author_seamus_id": "", "author": "Kelly Sue Deconnick, Dexter Soy, Emma Rios", "hide_ibooks": "TRUE", "book_seamus_id": "243217397", "title": "Captain Marvel Vol. 1: In Pursuit Of Flight", "reviewer link": "http://www.npr.org/people/137817249/glen-weldon", "slug": "captain-marvel-vol-1-in-pursuit-of-flight", "genre (internal use)": "Comic", "text": "Talk about reflected glory: As Ms. Marvel, Air Force Major Carol Danvers has been kicking around the Marvel Universe for decades, ever since acquiring her amazing powers simply by standing next to male hero Captain Marvel during an explosion. But in this new series, writer DeConnick has Carol assume the title of Captain Marvel herself, ditch her cheesecake getup for a flight suit, and set off on a temporal adventure that allies her with a squadron of female World War II fighter pilots. Publishers like to tout their \"strong female characters.\" But in the hands of DeConnick, they've found something far better &mdash; a rounded, compelling, inspirational hero who happens to be a woman.", "review_seamus_id": "", "reviewer": "Glen Weldon", "random numbers": "0.887085337", "tags": ["comics-and-graphic-novels", "its-all-geek-to-me", "science-fiction-and-fantasy", "rather-short"], "reviewer ID": "author of <em>Superman: The Unauthorized Biography</em>"}, {"#": "191", "editor (internal use)": "Camila", "isbn": "0307960722", "isbn13": "9780307960726", "author_seamus_id": "", "author": "Javier Marias, translated by Margaret Jull Costa", "hide_ibooks": "", "book_seamus_id": "209561935", "title": "The Infatuations", "reviewer link": "http://marcelavaldes.com/", "review_seamus_headline": "Addictive 'Infatuations' Takes A Metaphysical Look At Crime", "slug": "the-infatuations", "genre (internal use)": "Fiction", "text": "If Agatha Christie had adored Michel de Montaigne and Honore de Balzac, she might have produced something like this deliciously deep murder mystery. The novel begins with a seemingly random crime: A businessman is stabbed to death by a homeless madman in Madrid. The solution is a humdinger. But the best parts occur in Javier Marías' hypnotizing meditations on marriage, love, grief, longing, envy, literature and betrayal. As sophisticated as a Bach fugue, <em>The Infatuations</em> is also so intimate that the chapter breaks feel almost like breaths.", "review_seamus_id": "209565333", "reviewer": "Marcela Valdes", "random numbers": "0.890396546", "tags": ["realistic-fiction", "tales-from-around-the-world", "seriously-great-writing", "mysteries-and-thrillers", "love-stories"], "reviewer ID": "book critic"}, {"#": "105", "editor (internal use)": "Camila", "isbn": "1555976352", "isbn13": "9781555976354", "author_seamus_id": "", "author": "Mary Szybist", "hide_ibooks": "TRUE", "book_seamus_id": "168536533", "title": "Incarnadine", "reviewer link": "http://www.craigmorganteicher.com/", "slug": "incarnadine", "genre (internal use)": "Poetry", "text": "<p>A religious book for a secular America, this is among the most arresting and inventive collections of the past few years. Mary Szybist turns Christian mythology &mdash; her name is Mary, after all &mdash; on its head with all the reverence of a true believer. She's a restless formal experimenter and a humble, compassionate observer of the complicated glory of the world. If you only read one book of poetry this year, you're not reading enough poetry &mdash; but if it <em>must</em> be one, this should be it.</p><p><em>This book was also the winner of the 2013 National Book Award for poetry.</em></p>", "review_seamus_id": "", "reviewer": "Craig Morgan Teicher", "random numbers": "0.89470025", "tags": ["poetry", "seriously-great-writing"], "reviewer ID": "poet and critic"}, {"#": "177", "editor (internal use)": "Rose", "isbn": "1616953446", "isbn13": "9781616953447", "author_seamus_id": "", "author": "Juliann Garey", "hide_ibooks": "", "book_seamus_id": "166897841", "title": "Too Bright To Hear Too Loud To See", "reviewer link": "", "review_seamus_headline": "No Going Back: A Hard Look At Bipolar Disorder", "slug": "too-bright-to-hear-too-loud-to-see", "genre (internal use)": "", "text": "Writing well about mental illness is a feat. The writer needs to bring readers into a world that they might be reluctant to enter. Juliann Garey draws us right into her first novel, <em>Too Bright to Hear, Too Loud to See,</em> about a bipolar Hollywood studio executive who leaves his family to go off on a decade-long, wild ramble. Garey, who has openly talked about being bipolar, describes the feeling of being inside an unquiet brain with depth and precision.", "review_seamus_id": "166897747", "reviewer": "Meg Wolitzer", "random numbers": "0.901398565", "tags": ["realistic-fiction", "eye-opening-reads"], "reviewer ID": "author, most recently of <em>The Interestings</em>"}, {"#": "199", "editor (internal use)": "Nicole", "isbn": "0062222562", "isbn13": "9780062222565", "author_seamus_id": "", "author": "Peter Hook", "hide_ibooks": "", "book_seamus_id": "246590155", "title": "Unknown Pleasures: Inside Joy Division", "reviewer link": "http://www.npr.org/people/3850482/neda-ulaby", "slug": "unknown-pleasures-inside-joy-division", "genre (internal use)": "", "text": "Peter \"Hooky\" Hook was a self-described working-class thief who taught himself to play the bass. His Manchester, England, band, Stiff Kittens, sprouted into not one, but two of the most important bands of the post-punk era. You don't have to be a hardcore fan of Joy Division or New Order to appreciate Hook's wry evocation of Britain's 1970s punk scene and his street-level remembrance of the tragedy and ecstasy &mdash; if the drug double entendre can be forgiven &mdash; that went into building the foundation for the next few decades' alternative rock scene.", "review_seamus_id": "", "reviewer": "Neda Ulaby", "random numbers": "0.9069577", "tags": ["science-and-society", "for-history-lovers", "npr-staff-picks", "for-art-lovers", "biography-and-memoir"], "reviewer ID": "reporter, Arts Desk"}, {"#": "102", "editor (internal use)": "Nicole", "isbn": "0062222961", "isbn13": "9780062222961", "author_seamus_id": "", "author": "Paul A. Offit", "hide_ibooks": "", "book_seamus_id": "243263592", "title": "Do You Believe In Magic? The Sense And Nonsense Of Alternative Medicine", "reviewer link": "http://www.npr.org/people/2100615/jon-hamilton", "slug": "do-you-believe-in-magic-the-sense-and-nonsense-of-alternative-medicine", "genre (internal use)": "Nonfiction", "text": "If you've ever wondered whether echinacea can really ward off infections, or whether shark cartilage truly prevents cancer, this is the book for you. Physician Paul A. Offit brings a scientist's precision to his exploration of the vast number of alternative medicines that don't work, and several that do. He also explains how alternative medicine became a $34 billion-a-year business, and why the companies that sell \"alternative\" products still face almost no government oversight. Along the way, Offit tells some great stories, including a full chapter about Linus Pauling, the Nobel Prize winner responsible for the nation's misguided love affair with vitamin C.", "review_seamus_id": "", "reviewer": "Jon Hamilton", "random numbers": "0.909525197", "tags": ["npr-staff-picks", "science-and-society", "eye-opening-reads", "book-club-ideas"], "reviewer ID": "correspondent, Science Desk"}, {"#": "151", "editor (internal use)": "Petra", "isbn": "1595145990", "isbn13": "9781595145994", "author_seamus_id": "", "author": "Brenna Yovanoff", "hide_ibooks": "", "book_seamus_id": "243269358", "title": "Paper Valentine", "reviewer link": "http://www.alayadawnjohnson.com/", "slug": "paper-valentine", "genre (internal use)": "YA", "text": "Brenna Yovanoff's previous <em>The Space Between</em> lit fireworks in my heart (two words: demon baby), and she handles the very different material in <em>Paper Valentine</em> beautifully. This is a serial killer story. It's also a ghost story and an awkward, endearing romance (reminding me of Clarissa and Clifford from a certain formative 1990s TV show. Hannah is haunted by the ghost of Lillian, her anorexic best friend. Then a serial killer starts targeting young girls around town, and both Lillian and Hannah become obsessed with finding him. The terror builds palpably over the course of a long, hot summer and breaks with a surprising payoff.", "review_seamus_id": "", "reviewer": "Alaya Dawn Johnson", "random numbers": "0.915276084", "tags": ["young-adult", "love-stories", "mysteries-and-thrillers"], "reviewer ID": "author, most recently of <em>The Summer Prince</em>"}, {"#": "139", "editor (internal use)": "Camila", "isbn": "0820345377", "isbn13": "9780820345376", "author_seamus_id": "", "author": "Tom Kealey", "hide_ibooks": "TRUE", "book_seamus_id": "243254800", "title": "Thieves I've Known", "reviewer link": "http://www.janeciabattari.com", "slug": "thieves-ive-known", "genre (internal use)": "Short stories", "text": "Storytelling carves a way out of a dead end in the opening story in this award-winning first collection, as a 15-year-old girl and her brother, 16, alternate ever more absurd storylines while walking home after a part-time job bagging groceries. Another pair of siblings communicate in sign language as they scavenge among the treasures in a wealthy family's house. A young girl in charge of a circus's rare albino camel; two runaway boys; a broken-down pitcher; and a woman whose finger is pierced by a sewing machine needle converge in the kaleidoscopic \"Circus Night.\" Tom Kealey honors these marginal and troubled young Americans with fierce honesty.", "review_seamus_id": "", "reviewer": "Jane Ciabattari", "random numbers": "0.925087386", "tags": ["poetry", "realistic-fiction", "eye-opening-reads", "seriously-great-writing", "family-matters"], "reviewer ID": "book critic and author of <em>Stealing the Fire</em>"}, {"#": "22", "editor (internal use)": "Rose", "isbn": "0307265749", "isbn13": "9780307265746", "author_seamus_id": "224404507", "author": "Jhumpa Lahiri", "hide_ibooks": "TRUE", "book_seamus_id": "223370008", "title": "The Lowland", "reviewer link": "", "review_seamus_headline": "With Controlled, Clinical Prose Lahiri Explores Love And Sacrifice", "slug": "the-lowland", "genre (internal use)": "Fiction", "text": "Despite its nominations for multiple prizes, including the Booker and the National Book Award, Jhumpa Lahiri's second novel has provoked decidedly mixed reactions. Unlike her earlier books, which focus on the culture gap between Bengali immigrants and their American-raised offspring, <em>The Lowland</em> is about the abiding grip of the past on a \"family of solitaries\" bound together more by painful tragedy, bad choices and secrets than by love. It isn't perfect, but I loved it for her compassion even for her coldest characters, her shimmering imagery of water and light, and her ability to address the essential loneliness of the human condition with assured, muted storytelling.", "review_seamus_id": "223425487", "reviewer": "Heller McAlpin", "author_seamus_headline": "Political Violence, Uneasy Silence Echo In Lahiri's 'Lowland'", "random numbers": "0.938606402", "tags": ["realistic-fiction", "seriously-great-writing", "tales-from-around-the-world", "family-matters", "book-club-ideas"], "reviewer ID": "book critic"}, {"#": "215", "editor (internal use)": "Rose", "isbn": "0374116482", "isbn13": "9780374116484", "author_seamus_id": "", "author": "Geordie Greig", "hide_ibooks": "", "book_seamus_id": "243293718", "title": "Breakfast With Lucian: The Astounding Life And Outrageous Times Of Britain's Great Modern Painter", "reviewer link": "", "slug": "breakfast-with-lucian-the-astounding-life-and-outrageous-times-of-britains-great-modern-painter", "genre (internal use)": "Biography", "text": "This intimate, dishy biography of the notoriously private and priapic artist Lucian Freud (grandson of Sigmund) is a rare case in which the text and illustrations are equally astonishing. Geordie Greig exposes Freud's messy life, which was driven by his obsessions with art, sex and gambling. Most of his overlapping lovers modeled for the raw portraits that stripped his sitters bare in every sense. So did seven of his acknowledged 14 children &mdash; a circumstance that had journalists aquiver about the Freudian implications.", "review_seamus_id": "", "reviewer": "Heller McAlpin", "random numbers": "0.947484697", "tags": ["biography-and-memoir", "lets-talk-about-sex", "eye-opening-reads", "for-art-lovers", "family-matters"], "reviewer ID": "book critic"}, {"#": "98", "editor (internal use)": "Rose", "isbn": "0547863381", "isbn13": "9780547863382", "author_seamus_id": "", "author": "Wendy Lower", "hide_ibooks": "", "book_seamus_id": "235398491", "title": "Hitler's Furies: German Women In The Nazi Killing Fields", "reviewer link": "", "slug": "hitlers-furies-german-women-in-the-nazi-killing-fields", "genre (internal use)": "Nonfiction", "text": "I understand that a book about the role of women in the Third Reich may not be exactly the nonfiction you're hoping to delve into over the holidays. But <em>Hitler's Furies</em> is worth reading for several reasons. This isn't the story of the more well-known murderesses of the movement &mdash; Wendy Lower's study of the women who committed horrors during the Holocaust follows the lives of 13 ordinary women and argues that they were not just swept along by a masculine, nationalistic tide but became monsters themselves. The stories are, of course, chilling &mdash; from the women who murdered from behind a desk, typing up deportation lists, to those who murdered in person, shooting children in the Jewish ghetto. But what's most harrowing is what happened to them &mdash; nothing. Only one was tried and found guilty. And if the Holocaust was perpetrated based on one ugly prejudice &mdash; anti-Semitism &mdash; these women got away with their crimes because of another &mdash; a rooted belief that women are somehow naturally more innocent.", "review_seamus_id": "", "reviewer": "Barrie Hardymon", "random numbers": "0.948556645", "tags": ["science-and-society", "for-history-lovers", "tales-from-around-the-world", "eye-opening-reads", "the-dark-side", "npr-staff-picks"], "reviewer ID": "<em>Weekend Edition</em> staff"}, {"#": "39", "editor (internal use)": "Rose", "isbn": "1594631719", "isbn13": "9781594631719", "author_seamus_id": "240764198", "author": "Daniel Alarcón", "hide_ibooks": "", "book_seamus_id": "240486324", "title": "At Night We Walk In Circles: A Novel", "reviewer link": "", "slug": "at-night-we-walk-in-circles-a-novel", "genre (internal use)": "Fiction", "text": "With an enigmatic narrator and constant reminders that this adventure does not end well, Daniel Alarcon's latest book is his strongest yet. It tells of an earnest young actor who is given the break of his career when he's invited to be part of the cast of <em>The Idiot President</em> &mdash; a notorious political play. Following the itinerant theater troupe made up of Nelson, a self-indulgent young man hoping to escape a failed love affair; Henry, an embittered playwright; and his manager and comrade Patalarga, the book is a moving exploration of fate, destiny, dissent and the artistic imagination.", "review_seamus_id": "", "reviewer": "Ellah Allfrey", "author_seamus_headline": "'We Walk In Circles,' Pursuing Dreams And Finding Creativity", "random numbers": "0.960642697", "tags": ["realistic-fiction", "tales-from-around-the-world", "seriously-great-writing"], "reviewer ID": "book critic and editor"}, {"#": "85", "editor (internal use)": "Beth/Petra", "isbn": "1616952792", "isbn13": "9781616952792", "author_seamus_id": "", "author": "Timothy Hallinan", "hide_ibooks": "", "book_seamus_id": "243038712", "title": "Little Elvises: A Junior Bender Mystery", "reviewer link": "http://www.nancypearl.com/", "slug": "little-elvises-a-junior-bender-mystery", "genre (internal use)": "Mystery", "text": "Timothy Hallinan, an accomplished mystery writer (check out his series set in Bangkok, featuring an American travel writer named Poke Rafferty), introduced Junior Bender in <em>Crashed.</em>. Bender, who lives in Los Angeles, makes his main living as a burglar. He also moonlights as a fixer: Southern California criminals know that if they get in a real jam, they can turn to Junior to get them out of trouble. When he's hired to clear a former music industry talent spotter of murder, Junior realizes that the more he delves into the case, the more complex it becomes. And it's likely that nobody's going to be happy with the outcome of his investigation.  The third novel in the Bender trilogy, <em>The Fame Thief,</em> also came out in 2013: It was a tossup for me to choose which one to include in this list. I'd recommend reading the novels in order, but you don't absolutely need to &mdash; each one is as splendidly entertaining as the others.", "review_seamus_id": "", "reviewer": "Nancy Pearl", "random numbers": "0.961736841", "tags": ["mysteries-and-thrillers", "funny-stuff"], "reviewer ID": "librarian and book critic"}, {"#": "36", "editor (internal use)": "Rose", "isbn": "0802121918", "isbn13": "9780802121912", "author_seamus_id": "", "author": "Aminatta Forna", "hide_ibooks": "", "book_seamus_id": "187588288", "title": "The Hired Man", "reviewer link": "", "slug": "the-hired-man", "genre (internal use)": "Fiction", "text": "Laura, a middle-aged British woman, buys a quaint holiday home in Gost, Croatia, and arrives one summer to fix it up. She doesn't ask why the house is empty, nor does she seem to acknowledge the terrible war the country has survived. But the story of the village and of the house is slowly revealed to her by her hired man, Duro. As his relationship with Laura and her children develops, so too does the reader's understanding of the pity of war and the price of silence. A thoughtful and original work from an author not afraid of asking uncomfortable questions.", "review_seamus_id": "", "reviewer": "Ellah Allfrey", "random numbers": "0.965638705", "tags": ["realistic-fiction", "for-history-lovers", "tales-from-around-the-world", "family-matters", "book-club-ideas", "historical-fiction"], "reviewer ID": "book critic and editor"}, {"#": "121", "editor (internal use)": "Camila", "isbn": "0062068539", "isbn13": "9780062068538", "author_seamus_id": "", "author": "Sarah MacLean", "hide_ibooks": "", "book_seamus_id": "171924906", "title": "One Good Earl Deserves A Lover", "reviewer link": "http://www.readaromancemonth.com/", "slug": "one-good-earl-deserves-a-lover", "genre (internal use)": "Romance", "text": "Lady Philippa (Pippa) Marbury is headed into marriage with a limited understanding of what is expected in the marriage bed, so she approaches the most notorious rake in London for some answers. She's a woman of science, after all, and what better way to approach a mystery than through research? Mr. Cross is intrigued and bemused by the intrepid Pippa, especially as she faces down gamblers, blackmailers and other evildoers to stake a claim for love and happiness. This delightful historical romance has a satisfying modern sensibility -- and an early-Victorian <em>Ocean's Eleven</em> spin.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.97028838", "tags": ["love-stories", "lets-talk-about-sex", "for-history-lovers"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "92", "editor (internal use)": "Nicole", "isbn": "1594204624", "isbn13": "9781594204623", "author_seamus_id": "175950416", "author": "Neil Irwin", "hide_ibooks": "", "book_seamus_id": "175948301", "title": "The Alchemists: Three Central Bankers And A World On Fire", "reviewer link": "", "slug": "the-alchemists-three-central-bankers-and-a-world-on-fire", "genre (internal use)": "Nonfiction", "text": "<em>Another</em> book on the financial crisis and its aftermath? To borrow a phrase, \"This time is different.\" Neil Irwin of <em>The Washington Post</em> reinvigorates a familiar tale by focusing on the partnership of three men: Federal Reserve Chairman Ben Bernanke, Bank of England Governor Mervyn King and European Central Bank President Jean-Claude Trichet. Worst idea ever for a buddy movie? Not exactly. Each man is fascinating in his own right, and each was prepared to act on the lessons of history. The result is a deep study of the role of central banks in modern economies and the staggering power of the bankers running them.", "review_seamus_id": "", "reviewer": "Neal Carruth", "author_seamus_headline": "The 'Alchemists' Who Control The Purse Strings Of The Economy", "random numbers": "0.972688595", "tags": ["npr-staff-picks", "science-and-society", "for-history-lovers", "tales-from-around-the-world", "eye-opening-reads"], "reviewer ID": "senior editor, Business Desk"}, {"#": "122", "editor (internal use)": "Camila", "isbn": "0345533690", "isbn13": "9780345533692", "author_seamus_id": "", "author": "Molly O'Keefe", "hide_ibooks": "", "book_seamus_id": "171923561", "title": "Crazy Thing Called Love", "reviewer link": "http://www.readaromancemonth.com/", "slug": "crazy-thing-called-love", "genre (internal use)": "Romance", "text": "Fourteen years ago, bad-boy hockey star Billy Wilkins ruined his marriage to Maddy, the only girl he ever loved. Now he's in Dallas, facing the end of his career. Maddy is also in Dallas: she's a star anchor for a morning news program, and she wants nothing to do with her ex. But when her producer sets up a celebrity makeover series with Billy, Maddy has to make nice with the man who broke her heart. Too bad the chemistry between them is still off the charts. An intense, emotionally poignant \"second chance at love\" storyline.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.975952431", "tags": ["love-stories", "lets-talk-about-sex"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "120", "editor (internal use)": "Camila", "isbn": "0373777922", "isbn13": "9780373777921", "author_seamus_id": "", "author": "Kristan Higgins", "hide_ibooks": "TRUE", "book_seamus_id": "198433559", "title": "The Best Man", "reviewer link": "http://www.readaromancemonth.com/", "slug": "the-best-man", "genre (internal use)": "Romance", "text": "Three years ago, Faith Holland left her hometown after being abandoned at the altar. Now she's back, summoned by her family to help at their winery, and she's forced to revisit the unfinished business she left behind. The person she most wants to avoid is Levi Cooper, the groom's best friend, and the one who forced the couple to be honest about Jeremy's sexuality. Facing Levi means she'll have to confront all sorts of emotions she's swept under the rug, and she might have to admit he's indeed the best man &mdash; for her. Kristan Higgins just keeps getting better and better.", "review_seamus_id": "", "reviewer": "Bobbi Dumas", "random numbers": "0.976639431", "tags": ["love-stories", "funny-stuff", "family-matters"], "reviewer ID": "freelance writer, book reviewer and founder of Read-A-Romance Month"}, {"#": "159", "editor (internal use)": "Nicole", "isbn": "0374102414", "isbn13": "9780374102418", "author_seamus_id": "184480850", "author": "George Packer", "hide_ibooks": "", "book_seamus_id": "184479454", "title": "The Unwinding: An Inner History Of The New America", "reviewer link": "", "review_seamus_headline": "American Voices On 'The Unwinding' Of America's Values", "slug": "the-unwinding-an-inner-history-of-the-new-america", "genre (internal use)": "Nonfiction", "text": "Working for <em>Wait Wait … Don't Tell Me!</em> I sometimes forget not everything's a laugh riot. So to get my fix of the current depressing state of American affairs, I turned to George Packer's <em>The Unwinding.</em> The gist of the book is that everything we once held dear in America is unraveling thanks to giant institutions and normal-size people who love money too much. Wal-Mart; Oprah; Tampa, Fla.; Silicon Valley; Washington lobbyists; and Jay Z all factor in here somewhere. But with each bad guy comes a tale of someone working tirelessly to undo some of the damage. It's the community organizer in Ohio or the journalist in Florida who offers the reader some hope. That said, do not read immediately before a holiday party if you don't want your joyful spirit crushed.", "review_seamus_id": "184183771", "reviewer": "Eva Wolchover", "author_seamus_headline": "Stories Of Hope Amid America's 'Unwinding'", "random numbers": "0.979077044", "tags": ["npr-staff-picks", "science-and-society"], "reviewer ID": "<em>Wait Wait ... Don't Tell Me!</em> staff"}, {"#": "134", "editor (internal use)": "Petra", "isbn": "1594205388", "isbn13": "9781594205385", "author_seamus_id": "", "author": "Max Barry", "hide_ibooks": "", "book_seamus_id": "243279988", "title": "Lexicon: A Novel", "reviewer link": "http://www.techsploitation.com/", "slug": "lexicon-a-novel", "genre (internal use)": "Science Fiction/Fantasy", "text": "In the latest novel from Australian master of subversive science fiction Max Barry, we get a magical realist take on surveillance and propaganda. Informed by the Tower of Babel story in the Bible, as well as aboriginal myth, this is a strange story about a world where art and mind control are inseparable. Poets in a shadowy group called simply the Organization write personalized propaganda, controlling individuals with words. Beautifully written and funny, this is a fairy tale satire for the NSA surveillance age.", "review_seamus_id": "", "reviewer": "Annalee Newitz", "random numbers": "0.993605783", "tags": ["science-fiction-and-fantasy", "its-all-geek-to-me", "rather-long", "the-dark-side", "funny-stuff"], "reviewer ID": "author of <em>Scatter, Adapt and Remember: How Humans Will Survive a Mass Extinction</em>"}, {"#": "45", "editor (internal use)": "Beth/Petra", "isbn": "0307960706", "isbn13": "9780307960702", "author_seamus_id": "", "author": "Lea Carpenter", "hide_ibooks": "", "book_seamus_id": "168151512", "title": "Eleven Days: A Novel", "reviewer link": "http://www.nancypearl.com/", "slug": "eleven-days-a-novel", "genre (internal use)": "Fiction", "text": "Lea Carpenter weaves the story of the love and respect between a mother and her grown son &mdash; despite the differences in many of their most fundamental beliefs &mdash; into a hard look at the painful realities of war in the second decade of the 21st century. Sara, a left-leaning single mother, is shocked when her son, Jason &mdash; spurred by the tragedy of Sept.11 &mdash; becomes a Navy SEAL and is sent to Afghanistan. The 11 days of the title refer to the period between the time when Sara is notified that her beloved son is missing in action and the day that she discovers his fate. This is an uncommonly assured and graceful first novel; the characters are beautifully drawn, and the relationship between mother and son seems utterly true, recognizable, and understandable. As the voice-over for the TV show <em>Law and Order</em> might say, \"This is a story ripped from the headlines.\"", "review_seamus_id": "", "reviewer": "Nancy Pearl", "random numbers": "0.997174097", "tags": ["realistic-fiction", "the-dark-side", "book-club-ideas", "family-matters"], "reviewer ID": "librarian and book critic"}, {"#": "182", "editor (internal use)": "Beth", "isbn": "1592701299", "isbn13": "9781592701292", "author_seamus_id": "", "author": "Mark Twain, Vladimir Radunsky", "hide_ibooks": "TRUE", "book_seamus_id": "244532976", "title": "Advice To Little Girls", "reviewer link": "", "slug": "advice-to-little-girls", "genre (internal use)": "Elementary", "text": "Mark Twain wrote <em>Advice for Little Girls</em> as a tongue-in-cheek manners manual for young ladies. Now, it's being published for the first time, along with the whimsical and cheeky illustrations of Vladimir Radunsky. Mischievous girls and boys will enjoy reading Twain's so-called advice, which includes \"You ought never to ‘sass' old people unless they ‘sass' you first.\" Of course, Twain was never accustomed to writing for young children (or interested in simplifying his language for them), so this book is sure to introduce some new vocabulary. (For ages 6 and up)", "review_seamus_id": "", "reviewer": "Becky Hersher", "random numbers": "0.37416968", "tags": ["kids-books", "funny-stuff", "npr-staff-picks"], "reviewer ID": "<em>Weekend All Things Considered</em> staff"}, {"#": "179", "editor (internal use)": "Beth", "isbn": "0399162453", "isbn13": "9780399162459", "author_seamus_id": "", "author": "Maile Meloy, Ian Schoenherr", "hide_ibooks": "", "book_seamus_id": "243929577", "title": "The Apprentices", "reviewer link": "", "slug": "the-apprentices", "genre (internal use)": "Middle grade", "text": "Maile Meloy is one of my favorite adult writers, so I was thrilled in 2011 when she published <em>The Apothecary,</em> a book I could read with my daughters. Fourteen-year-old Janie and her friend Benjamin, the son of an apothecary, have to save the world from a nuclear bomb. It sounds far-fetched, but the story feels realistic in Meloy's able hands. We couldn't wait to see what would happen next to Janie and Benjamin in <em>The Apprentices,</em> published this year. The beginning is a little clunky, as Meloy tries to catch you up on what happened in the first book, but once again she gives us great characters, action, intrigue and history. (For ages 10 and up)", "review_seamus_id": "", "reviewer": "Justine Kenin", "random numbers": "0.64500657", "tags": ["kids-books", "science-fiction-and-fantasy", "npr-staff-picks"], "reviewer ID": "Backseat Book Club producer, <em>All Things Considered</em> staff"}, {"#": "180", "editor (internal use)": "Beth", "isbn": "0307931722", "isbn13": "9780307931726", "author_seamus_id": "", "author": "Erica S. Perl", "hide_ibooks": "", "book_seamus_id": "243929926", "title": "Aces Wild", "reviewer link": "", "slug": "aces-wild", "genre (internal use)": "Middle grade", "text": "The only thing better than a great book is an amazing follow-up. This year Erica Perl brings us <em>Aces Wild,</em> which matches the magic of her 2011 novel, <em>When Life Gives You O.J.</em> Zelly Fried, like most 11-year-olds, is just trying to fit in, but her unruly dog Ace and her mensch of a grandfather (also named Ace!) aren't helping. Her grandfather dishes out his gems of wisdom in one volume: ALL-CAPS LOUD. The family is still absorbing the loss of Zelly's grandma, Ace's wife, and the ups and downs will have you laughing, crying and trying out your Yiddish! My kids and I just love these characters. (For ages 8 to 12)", "review_seamus_id": "", "reviewer": "Justine Kenin", "random numbers": "0.366392112", "tags": ["kids-books", "funny-stuff", "family-matters", "npr-staff-picks"], "reviewer ID": "Backseat Book Club producer, <em>All Things Considered</em> staff"}, {"#": "15", "editor (internal use)": "Beth", "isbn": "0811872351", "isbn13": "9780811872355", "author_seamus_id": "", "author": "Jennifer Berne, Vladimir Radunsky", "hide_ibooks": "TRUE", "book_seamus_id": "243071943", "title": "On A Beam Of Light: A Story Of Albert Einstein", "reviewer link": "http://www.lisayee.com/", "slug": "on-a-beam-of-light-a-story-of-albert-einstein", "genre (internal use)": "Elementary", "text": "Curiosity and creativity collide in this exuberant biography of Albert Einstein. Silent as a young child, when Einstein finally did speak up, his curiosity got him in trouble. Yet nothing could stop the young scientist from constantly questioning the world around him. Mocked for being different, ultimately his discoveries brought worldwide acclaim. As an old man, Einstein remained a quirky individual, right down to his love of ice cream cones and his lack of socks. Vladimir Radunsky's energetic drawings perfectly complement Jennifer Berne's words. This book is ideal for any child who has ever wondered, \"why?\" (For ages 6 to 9)", "review_seamus_id": "", "reviewer": "Lisa Yee", "random numbers": "0.032900814", "tags": ["biography-and-memoir", "kids-books", "its-all-geek-to-me", "for-history-lovers"], "reviewer ID": "author, most recently of <em>Warp Speed</em>"}, {"#": "80", "editor (internal use)": "Beth", "isbn": "1596437537", "isbn13": "9781596437531", "author_seamus_id": "", "author": "Nan Marino", "hide_ibooks": "", "book_seamus_id": "243071281", "title": "Hiding Out At The Pancake Palace", "reviewer link": "http://www.lisayee.com/", "slug": "hiding-out-at-the-pancake-palace", "genre (internal use)": "Middle grade", "text": "After tween music superstar Elvis Ruby freezes onstage, he can't face his fans. So he alters his looks, and changes his name to Aaron, and hides out in rural Pinelands of New Jersey to work in his aunt's Pancake Palace. Almost immediately, Cecilia, a girl who can't keep a secret, figures out who he really is. However, she is more interested in enlisting Aaron's help in solving a musical mystery than ratting him out to the <em>paparazzi</em>. Nan Marino's <em>Hiding Out at the Pancake Palace</em> sings with humor, wit and plenty of pancakes. (For ages 8 to 12)", "review_seamus_id": "", "reviewer": "Lisa Yee", "random numbers": "0.379008685", "tags": ["kids-books"], "reviewer ID": "author, most recently of <em>Warp Speed</em>"}, {"#": "81", "editor (internal use)": "Beth", "isbn": "0061892351", "isbn13": "9780061892356", "author_seamus_id": "", "author": "Sharon Creech", "hide_ibooks": "", "book_seamus_id": "243071507", "title": "The Boy On The Porch", "reviewer link": "http://www.lisayee.com/", "slug": "the-boy-on-the-porch", "genre (internal use)": "Middle grade", "text": "When a childless young couple discover an abandoned boy on their porch, they open their home and their hearts to him. Though Jacob does not talk, he manages to speak eloquently through his music and art. As the days turn into weeks, the couple learn to love the boy, and later live in fear that he might leave them. <em>The Boy On The Porch</em> is at once heartbreaking and heartwarming, and a testament to the human spirit. This slim novel is rich in its simplicity, proving once again that Newbery Medal-winner Sharon Creech is a master storyteller. (For ages 8 to 12)", "review_seamus_id": "", "reviewer": "Lisa Yee", "random numbers": "0.09347196", "tags": ["kids-books", "family-matters", "for-art-lovers"], "reviewer ID": "author, most recently of <em>Warp Speed</em>"}, {"#": "82", "editor (internal use)": "Beth", "isbn": "0375869255", "isbn13": "9780375869259", "author_seamus_id": "", "author": "Amy Timberlake", "hide_ibooks": "", "book_seamus_id": "243071613", "title": "One Came Home", "reviewer link": "http://www.lisayee.com/", "slug": "one-came-home", "genre (internal use)": "Middle grade", "text": "The year is 1871, the setting is rural Wisconsin, and the unidentifiable dead body is not Agatha Burkhardt -- or so believes her 13-year-old sister, Georgie. Determined to uncover the truth, Georgie runs away, armed with her rifle and her ardent belief that her sister is still alive. Georgie follows the trail of the pigeon hunters Agatha was last seen with, unaware that someone is following her as she heads straight for danger. In <em>One Came Home,</em> author Amy Timberlake seamlessly weaves together history and humor, passenger pigeons and criminals, to create a suspenseful page-turner. (For ages 9 to 12)", "review_seamus_id": "", "reviewer": "Lisa Yee", "random numbers": "0.900647196", "tags": ["kids-books", "for-history-lovers", "family-matters"], "reviewer ID": "author, most recently of <em>Warp Speed</em>"}, {"#": "83", "editor (internal use)": "Beth", "isbn": "0803738552", "isbn13": "9780803738553", "author_seamus_id": "", "author": "Holly Goldberg Sloan", "hide_ibooks": "", "book_seamus_id": "243076179", "title": "Counting By 7s", "reviewer link": "http://www.lisayee.com/", "slug": "counting-by-7s", "genre (internal use)": "Middle grade", "text": "In <em>Counting By 7s</em>, 12-year-old Willow Chance knows that she's odd. Being a genius, she thinks she has everything figured out. However, when her adopted parents die in a car crash, Willow finds she cannot fathom the depth of her grief. She's befriended by Mai, a strong-willed Vietnamese-American girl, and Willow moves in with Mai's family, setting off a chain reaction of unexpected events. Holly Goldberg Sloan's tender and funny novel is a book of small miracles and will make a believer out of you. (For ages 10 and up)", "review_seamus_id": "", "reviewer": "Lisa Yee", "random numbers": "0.767295962", "tags": ["kids-books", "the-dark-side", "family-matters"], "reviewer ID": "author, most recently of <em>Warp Speed</em>"}, {"#": "84", "editor (internal use)": "Beth", "isbn": "076366040X", "isbn13": "9780763660406", "author_seamus_id": "", "author": "Kate DiCamillo, K.G. Campbell", "hide_ibooks": "", "book_seamus_id": "243076622", "title": "Flora And Ulysses: The Illuminated Adventures", "reviewer link": "http://www.lisayee.com/", "slug": "flora-and-ulysses-the-illuminated-adventures", "genre (internal use)": "Middle grade", "text": "The day comic book aficionado Flora Belle Buckman saves a squirrel from death-by-vacuum cleaner, a new superhero emerges ... and it's the squirrel. The aftermath of her parents' divorce has left Flora a cynic, but Ulysses, the flying, poetry-writing squirrel, makes her a believer. Though their adventures are wild and wacky, the heart of the story is about a girl adrift and how she finds her way home. Pencil illustrations and comic book panels by K.G. Campbell complement Kate DiCamillo's text perfectly. After reading <em>Flora and Ulysses,</em> you'll be asking when the next installment is due. (For ages 8 to12)", "review_seamus_id": "", "reviewer": "Lisa Yee", "random numbers": "0.12884179", "tags": ["kids-books", "funny-stuff"], "reviewer ID": "author, most recently of <em>Warp Speed</em>"}, {"#": "117", "editor (internal use)": "Beth", "isbn": "0763660531", "isbn13": "9780763660536", "author_seamus_id": "", "author": "Aaron Becker", "hide_ibooks": "TRUE", "book_seamus_id": "243072299", "title": "Journey", "reviewer link": "http://www.lisayee.com/", "slug": "journey", "genre (internal use)": "Preschool", "text": "Lonely in her sepia-colored room, a young girl breaks through the boredom by drawing a door on the wall. The adventure begins as she enters into a world of wonder and excitement. Here, she risks her life to secure the freedom of a mysterious purple bird &mdash; and in doing so makes way for a surprising friendship. This absolutely gorgeous wordless picture book is a testament to the skill of author/illustrator Aaron Becker. As <em>Journey</em> ends, you'll want to immediately return to the beginning to experience it again. (For ages 4 to 8)", "review_seamus_id": "", "reviewer": "Lisa Yee", "random numbers": "0.964451689", "tags": ["kids-books"], "reviewer ID": "author, most recently of <em>Warp Speed</em>"}, {"#": "118", "editor (internal use)": "Beth", "isbn": "177049538X", "isbn13": "9781770495388", "author_seamus_id": "", "author": "Ben Clanton", "hide_ibooks": "", "book_seamus_id": "243073107", "title": "Mo's Mustache", "reviewer link": "http://www.lisayee.com/", "slug": "mos-mustache", "genre (internal use)": "Preschool", "text": "Mo the monster has a mustache, and he looks marvelous! Soon all the other monsters are sporting mustaches, too. So Mo gets a scarf, and he looks sensational! Soon all the other monsters are sporting scarves, too. This makes Mo mad. Everyone keeps copying him. When Mo finally confronts his friends, he learns why they want to be like him. Ben Clanton's <em>Mo's Mustache</em> may be populated with monsters, but there's nothing scary in this simply illustrated and supersilly book about individuality. Whether you have a mustache or not, you'll find yourself sharing a happy \"Huzzah!\" along with Mo. (For ages 3 to 7)", "review_seamus_id": "", "reviewer": "Lisa Yee", "random numbers": "0.603172418", "tags": ["kids-books", "funny-stuff"], "reviewer ID": "author, most recently of <em>Warp Speed</em>"}, {"#": "201", "editor (internal use)": "Beth", "isbn": "1423160657", "isbn13": "9781423160656", "author_seamus_id": "", "author": "Mac Barnett, Kevin Cornell", "hide_ibooks": "TRUE", "book_seamus_id": "246029098", "title": "Count The Monkeys", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "count-the-monkeys", "genre (internal use)": "Preschool", "text": "Hey, kids! Time to count the monkeys! This turns out to be a little harder than advertised, because first readers must avoid a king cobra, vote on the correct plural of mongoose, confuse three crocodiles, scare off four grizzly bears, and on and on, until they run out of pages and opportunities to count monkeys! (All is not lost &mdash; check out the endpapers.) The bright, colorful, Disney-esque illustrations add much to this supersilly, highly interactive, never-gonna-get-‘em-to-sleep-tonight gem that will keep kids and grown-ups amused &mdash; and counting &mdash; for many readings. (For ages 3 to 6)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.957244178", "tags": ["kids-books", "funny-stuff"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "202", "editor (internal use)": "Beth", "isbn": "1442441771", "isbn13": "9781442441774", "author_seamus_id": "", "author": "Aaron Meshon", "hide_ibooks": "", "book_seamus_id": "177931631", "title": "Take Me Out To The Yakyu", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "take-me-out-to-the-yakyu", "genre (internal use)": "Preschool", "text": "Nothing says spring like baseball, no matter where you are. This little boy is especially lucky &mdash; he gets to experience baseball with two grandfathers: Pop Pop in America and Ji Ji in Japan. Some things are very different. The American pitcher throws a 95 mile-per-hour fastball, while the Japanese <em>tousu</em> throws a 153 kilometer-per-hour <em>sokkyu.</em> In America, they cheer \"Win! Win! Win!\" In Japan, they cheer \"Do your best!\" Hot dogs and peanuts in America; soba noodles and edamame in Japan. But love of the game and the pleasures of hanging out with Grandpa are universal. (For ages 2 to 6)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.148175708", "tags": ["kids-books"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "203", "editor (internal use)": "Beth", "isbn": "0805092544", "isbn13": "9780805092547", "author_seamus_id": "", "author": "Brenda Z. Guiberson, Gennady Spirin", "hide_ibooks": "TRUE", "book_seamus_id": "177930647", "title": "Frog Song", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "frog-song", "genre (internal use)": "Preschool", "text": "The Great Plains narrow-mouthed toad sings \"BUZZBUZZBUZZ,\" while in northeastern Australia, the Scarlet-sided Pobblebonk says \"BONK ... BONK ... BONK.\" Readers are introduced to 11 different frogs and their weird and wacky songs from all around the world in this beautiful illustrated and fun to read book. Songs aren't the only interesting things about these frogs. The male Darwin's frog, from Chile, keeps the kids in his vocal sacs for seven weeks, then gives a big yawn, and out they pop! Lots of information packed into a book that reads like a picture book, and one that is sure to have kids clamoring for a visit to the zoo. (For ages 4 to 8)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.437813569", "tags": ["kids-books", "tales-from-around-the-world"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "204", "editor (internal use)": "Beth", "isbn": "0805090487", "isbn13": "9780805090482", "author_seamus_id": "", "author": "Tanya Lee Stone, Marjorie Priceman", "hide_ibooks": "", "book_seamus_id": "177934038", "title": "Who Says Women Can't Be Doctors?: The Story Of Elizabeth Blackwell", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "who-says-women-cant-be-doctors-the-story-of-elizabeth-blackwell", "genre (internal use)": "Preschool", "text": "Meet Elizabeth Blackwell, who was never particularly interested in healing or medicine (she hid herself away when she felt sick, and blood made her queasy) -- yet she became the first woman to graduate from medical school in America. It was the challenge that excited her, and even though the one school that accepted her application did it as a joke, she not only made it through the program, but graduated first in her class. Filled with humor, lively text and charming illustrations, this one could inspire many readers to challenge themselves as well. (For ages 5 to 8)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.559450939", "tags": ["kids-books", "for-history-lovers", "biography-and-memoir"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "205", "editor (internal use)": "Beth", "isbn": "0547752679", "isbn13": "9780547752679", "author_seamus_id": "", "author": "Eve Bunting, Sergio Ruzzier", "hide_ibooks": "TRUE", "book_seamus_id": "246032226", "title": "Have You Seen My New Blue Socks?", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "have-you-seen-my-new-blue-socks", "genre (internal use)": "Preschool", "text": "Poor Duck has lost his new blue socks. He searches through his toy box, asks various pals, like Fox (who sits beside a grapevine reading a book in a nice nod to Aesop) and the very artistic Mr. Ox, who suggests Duck check out the socks on the rocks, which sadly are more purple than blue. It is the littlest peacock whose sharp eyes find those pesky blue socks. An excellent choice for a newly minted reader, with some fine humorous touches in both the brief rhyming couplets and the somewhat Seussian watercolor illustrations. (For ages 4 to 8)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.278147383", "tags": ["kids-books"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "206", "editor (internal use)": "Beth", "isbn": "0062218085", "isbn13": "9780062218087", "author_seamus_id": "", "author": "Tim Harrington", "hide_ibooks": "TRUE", "book_seamus_id": "246033023", "title": "This Little Piggy", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "this-little-piggy", "genre (internal use)": "Preschool", "text": "The classic nursery rhyme gets an exciting makeover. We all know the story of the little piggies who went to market and ate roast beef and so on ... but what about the piggies on the other foot? Those piggies were dancing, flying planes and exploring the universe! Now the original wee-weeing-all-the-way-home piggies want to do more fun stuff, too. Soon they are throwing costume parties, chewing gum and secretly becoming Super Toe, the world's greatest hero! Of course, all this activity is exhausting, so the piggies get ready for bed and go z-z-z ... all the way to sleep. Everyone's toes should have this much fun. (For ages 4 to 8)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.561228494", "tags": ["kids-books", "funny-stuff"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "207", "editor (internal use)": "Beth", "isbn": "0763667765", "isbn13": "9780763667764", "author_seamus_id": "", "author": "Petr Horacek", "hide_ibooks": "TRUE", "book_seamus_id": "246033700", "title": "Animal Opposites", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "animal-opposites", "genre (internal use)": "Preschool", "text": "A short dog (a dachshund &mdash; very short, indeed) looks up &mdash; way, way up, at a giraffe so tall you have to lift a flap to see all of him. A quiet white rabbit in the middle of an orange page stares a little apprehensively at the loud lion that pops up from behind the opposing flap. Animal opposites are presented in a fabulously fun and totally interactive way, with colorful, almost childlike illustrations. Children will learn important concepts and maybe be inspired to draw their own animals large and small, slow and fast, heavy and light. (For ages 3 to 7)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.338846532", "tags": ["kids-books"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "208", "editor (internal use)": "Beth", "isbn": "1452110069", "isbn13": "9781452110066", "author_seamus_id": "", "author": "Molly Idle", "hide_ibooks": "TRUE", "book_seamus_id": "246034406", "title": "Flora And The Flamingo", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "flora-and-the-flamingo", "genre (internal use)": "Preschool", "text": "Many children (and grown-ups) dream of being able to leap and twirl and pose with the grace of a trained dancer ... or, in this case, an amazingly elegant flamingo. Flora, a plump little girl in a pink swimsuit, bathing cap and flippers, approaches the artiste with bravery and wonderful determination. Words aren't necessary (or included) as the dance commences. Flaps are lifted to show each dancer's reactions. Midway through it is obvious that the flamingo has resigned herself to teaching this strange new creature, and by the end they share an enthusiastic friendship. This book is graceful, goofy and positive on so many levels. (For ages 4 to 6)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.355704166", "tags": ["kids-books"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "209", "editor (internal use)": "Beth", "isbn": "0062274457", "isbn13": "9780062274458", "author_seamus_id": "", "author": "Christie Matheson", "hide_ibooks": "TRUE", "book_seamus_id": "246034991", "title": "Tap The Magic Tree", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "tap-the-magic-tree", "genre (internal use)": "Preschool", "text": "Who wouldn't want the opportunity to take a tree from a bare trunk to spring blossoms, to fruitful summer, to loss in autumn, to winter snow, and back to spring beginnings again? Simple instructions in spare, rhyming text encourage readers to add and subtract elements &mdash; tap once to add a leaf, touch buds to turn them into flowers, shake the tree to make the apples kerplop to the ground. Christie Matheson offers children the opportunity to help a tree grow and change throughout a year &mdash; what a powerful feeling! (For ages 4 to 8)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.295051368", "tags": ["kids-books"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "210", "editor (internal use)": "Beth", "isbn": "1442446730", "isbn13": "9781442446731", "author_seamus_id": "", "author": "Jon Scieszka, Mac Barnett, Matthew Myers", "hide_ibooks": "", "book_seamus_id": "246035741", "title": "Battle Bunny", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "battle-bunny", "genre (internal use)": "Preschool", "text": "It should come as no surprise that the truly subversive Jon Scieszka and Mac Barnett are responsible for one of the funniest (and most problematic to librarians) children's books of the year. Young Alex wields a devastating pen as he transforms a book about the ooshy, gooshy \"Birthday Bunny\" into a book about the bloodthirsty, evil genius \"Battle Bunny,\" whose nefarious plans for destroying the world can only be stopped by one person ... Alex himself. This one has everything &mdash; Shaolin Bear and Ninja Turtle, a special Evil Plan Place (because everyone needs an Evil Plan Place. Where is yours?) and a cameo by the president of the United States, who finally learns that one determined kid with special birthday powers can beat out an evil genius bunny any day of the week. Of course, we can only hope that young readers won't be encouraged to start ... um, editing library books, because that would be bad. Very, very bad. (For ages 5 to 9)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.854661147", "tags": ["kids-books", "funny-stuff"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "211", "editor (internal use)": "Beth", "isbn": "1596437197", "isbn13": "9781596437197", "author_seamus_id": "", "author": "Lita Judge", "hide_ibooks": "TRUE", "book_seamus_id": "246038384", "title": "How Big Were Dinosaurs?", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "how-big-were-dinosaurs", "genre (internal use)": "Preschool", "text": "That's a good question, and the truth is, dinosaurs came in all shapes and sizes. Meet Microraptor, a deadly hunter smaller than a modern-day chicken! Some dinosaurs were the size of dogs or horses or SUVs. Of course, all the way at the other end of the scale, there was Argentinosaurus, as long as four school buses, and probably the largest animal ever to walk on land (but only a predator if you happened to be a tree). This book looks and reads like an adorable picture-book story but is filled with plenty of information, making it just right for the youngest dinosaur fans (and their grown-ups). (For ages 6 to 9)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.259771753", "tags": ["kids-books", "for-history-lovers", "its-all-geek-to-me"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "212", "editor (internal use)": "Beth", "isbn": "054755799X", "isbn13": "9780547557991", "author_seamus_id": "", "author": "Steve Jenkins", "hide_ibooks": "TRUE", "book_seamus_id": "246040390", "title": "The Animal Book: A Collection Of The Fastest, Fiercest, Toughest, Cleverest, Shyest -- And Most Surprising -- Animals On Earth", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "the-animal-book-a-collection-of-the-fastest-fiercest-toughest-cleverest-shyest-and-most-surprising-animals-on-earth", "genre (internal use)": "Preschool", "text": "Steve Jenkins has written and gorgeously illustrated more than 30 books about the natural world and shares some 300 of the most fascinating creatures &mdash; both the exotic and the everyday &mdash; in this compendium of the animal kingdom. It's basically his highlights reel. Here we meet the fastest, slowest, oldest, newest, biggest, smallest, earliest, most deadly and just plain weirdest. We learn about animal families, predators, defenses, extremes and the story of life itself. But it's the truly beautiful collage illustrations that make this collection so very special. Includes a special section on Jenkins' creative process, from idea to completion. A treasure that animal lovers will want to browse through again and again. (For ages 6 to 9)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.560835304", "tags": ["kids-books"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "213", "editor (internal use)": "Beth", "isbn": "1426311141", "isbn13": "9781426311147", "author_seamus_id": "", "author": "Barbara Kerley", "hide_ibooks": "TRUE", "book_seamus_id": "246040630", "title": "The World Is Waiting For You", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "the-world-is-waiting-for-you", "genre (internal use)": "Preschool", "text": "Barbara Kerley presents the natural world to children in this beautifully orchestrated book, which marries really good advice, like \"Sift. Scrape. Go on &mdash; get your hands dirty,\" with vividly realized photography (in this case, a close-up of a child's gloriously muddy hands). And the next spread shows a paleontologist discovering a fossil out in the field. The message is clear &mdash; find what you love to do as a child ... and who knows? Someday you may be able to use that experience in new and exciting ways. A multicultural cast exuberantly explores the great outdoors, with heart, soul, body and spirit. Readers will want to do the same. (For ages 4 to 8)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.130004308", "tags": ["kids-books", "tales-from-around-the-world"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "214", "editor (internal use)": "Beth", "isbn": "0062268120", "isbn13": "9780062268129", "author_seamus_id": "", "author": "Kevin Henkes", "hide_ibooks": "", "book_seamus_id": "246041398", "title": "The Year Of Billy Miller", "reviewer link": "http://www.lapl.org/collections-resources/blogs/central-library/authors/malpert", "slug": "the-year-of-billy-miller", "genre (internal use)": "Middle Grade", "text": "Billy Miller is a bit of a worrier.  He worries that the bump on his head from a vacation accident may make him not smart enough for the second grade. He worries that he inadvertently insulted his new teacher. He worries that people will think him childish for calling his father Papa instead of Dad. He worries when his little sister gets glitter all over his bat cave diorama. But Billy is a lucky kid, with functional grown-ups in his life (especially Papa, who proves he has what it takes to be a good dad even when he has his own worries to deal with). It's a real-life story with plenty of humor and heart, and a family to root for. (For ages 8 to 12)", "review_seamus_id": "", "reviewer": "Mara Alpert", "random numbers": "0.978803065", "tags": ["kids-books", "family-matters"], "reviewer ID": "children's librarian, Los Angeles Public Library"}, {"#": "216", "editor (internal use)": "Rose", "isbn": "0393089045", "isbn13": "9780393089042", "author_seamus_id": "", "author": "Fuchsia Dunlop", "hide_ibooks": "", "book_seamus_id": "176069849", "title": "Every Grain Of Rice: Simple Chinese Home Cooking", "reviewer link": "", "slug": "every-grain-of-rice-simple-chinese-home-cooking", "genre (internal use)": "", "text": "Fuchsia Dunlop's books on Chinese cooking are authentic, accessible and fun to read. Her latest, <em>Every Grain Of Rice,</em> is sort of like a <em>Joy Of Cooking</em> for homestyle Chinese food, chock-full of delicious, simple recipes. More important, she helps you learn a new cuisine by demystifying the tools and techniques and teaching you how to stock your Chinese-friendly pantry. And because the Chinese diet is often low-meat and flavored with meaty-but-not-meat ingredients like fermented beans, it's great for vegetarians and vegans. There's no better introduction to Chinese cooking. I love this book.", "review_seamus_id": "", "reviewer": "Brian Boyer", "random numbers": "", "tags": ["npr-staff-picks", "cookbooks-and-food"], "reviewer ID": "NPR Visuals Editor"}, {"#": "217", "editor (internal use)": "Rose", "isbn": "0385337000", "isbn13": "9780385337007", "author_seamus_id": "204579213", "author": "Michael Paterniti", "hide_ibooks": "", "book_seamus_id": "189563802", "title": "The Telling Room: A Tale Of Love, Betrayal, Revenge, And The World's Greatest Piece Of Cheese", "reviewer link": "", "review_seamus_headline": "A Touching, 'Telling' Book About Cheese", "slug": "the-telling-room-a-tale-of-love-betrayal-revenge-and-the-worlds-greatest-piece-of-cheese", "genre (internal use)": "", "text": "In the tiny Spanish village of Guzman, there are hill caves dating back to Roman times.  And in these caves, the locals built \"telling rooms,\" places to count the stored casks of wine and the cheeses -- and to tell tall tales and family stories. <em>The Telling Room</em> is Michael Paterniti's deeply personal, deliciously idiosyncratic account of his search for the legendary Paramo de Guzman cheese and the man who created it, Ambrosio Molinos.  Molinos had a marvelous story: He had created the cheese, made it a success, and then been betrayed by his best friend and business partner -- or was he?  It's a story of love, betrayal and revenge, yes -- but also a story about the power of stories to reshape reality.  And, of course, really great cheese.", "review_seamus_id": "204476748", "reviewer": "Petra Mayer", "author_seamus_headline": "'The Telling Room': This Cheese Stands Alone", "random numbers": "", "tags": ["tales-from-around-the-world", "cookbooks-and-food", "seriously-great-writing", "npr-staff-picks", "book-club-ideas", "biography-and-memoir"], "reviewer ID": "NPR Books staff"}]